{"vocab": {"[54, 49, 46, 42]": 0, "[61, 49, 44, 41]": 1, "[59, 49, 44, 41]": 2, "[58, 49, 42, 42]": 3, "[56, 49, 44, 41]": 4, "[54, 51, 46, 39]": 5, "[54, 53, 47, 39]": 6, "[61, 54, 49, 34]": 7, "[63, 54, 49, 35]": 8, "[63, 54, 47, 37]": 9, "[63, 54, 46, 37]": 10, "[63, 54, 47, 39]": 11, "[63, 54, 47, 41]": 12, "[61, 54, 46, 42]": 13, "[61, 56, 49, 41]": 14, "[63, 58, 49, 42]": 15, "[65, 56, 48, 44]": 16, "[66, 54, 49, 46]": 17, "[66, 56, 51, 47]": 18, "[65, 56, 53, 49]": 19, "[65, 56, 44, 41]": 20, "[63, 54, 46, 42]": 21, "[63, 54, 51, 39]": 22, "[63, 54, 48, 44]": 23, "[61, 53, 49, 37]": 24, "[58, 54, 49, 42]": 25, "[63, 54, 47, 35]": 26, "[63, 54, 46, 35]": 27, "[61, 53, 44, 37]": 28, "[59, 54, 51, 39]": 29, "[59, 56, 49, 41]": 30, "[58, 54, 49, 35]": 31, "[56, 54, 49, 37]": 32, "[56, 53, 49, 37]": 33, "[54, 54, 49, 30]": 34, "[58, 58, 49, 42]": 35, "[61, 56, 49, 37]": 36, "[58, 54, 49, 30]": 37, "[58, 54, 49, 32]": 38, "[58, 54, 49, 34]": 39, "[56, 51, 49, 39]": 40, "[56, 49, 49, 41]": 41, "[56, 49, 47, 37]": 42, "[58, 49, 46, 42]": 43, "[58, 49, 47, 44]": 44, "[58, 49, 49, 46]": 45, "[58, 51, 49, 47]": 46, "[56, 53, 49, 49]": 47, "[56, 53, 49, 47]": 48, "[56, 53, 49, 46]": 49, "[56, 53, 49, 44]": 50, "[58, 54, 49, 41]": 51, "[58, 54, 51, 39]": 52, "[58, 54, 51, 37]": 53, "[56, 54, 51, 35]": 54, "[56, 54, 51, 32]": 55, "[56, 53, 47, 37]": 56, "[54, 54, 46, 30]": 57, "[66, 58, 51, 27]": 58, "[66, 58, 49, 30]": 59, "[65, 56, 47, 32]": 60, "[65, 56, 47, 34]": 61, "[59, 51, 42, 39]": 62, "[59, 51, 44, 41]": 63, "[58, 49, 49, 34]": 64, "[56, 51, 47, 35]": 65, "[56, 51, 47, 32]": 66, "[56, 51, 46, 32]": 67, "[56, 49, 44, 37]": 68, "[54, 49, 46, 30]": 69, "[57, 54, 49, 42]": 70, "[57, 54, 50, 42]": 71, "[57, 52, 52, 49]": 72, "[57, 54, 52, 49]": 73, "[64, 56, 50, 47]": 74, "[64, 57, 49, 45]": 75, "[64, 59, 47, 44]": 76, "[62, 52, 45, 45]": 77, "[61, 52, 45, 45]": 78, "[59, 51, 47, 45]": 79, "[59, 51, 47, 43]": 80, "[61, 52, 45, 42]": 81, "[61, 52, 43, 40]": 82, "[62, 50, 45, 42]": 83, "[61, 57, 45, 38]": 84, "[59, 56, 52, 40]": 85, "[59, 56, 50, 40]": 86, "[57, 52, 49, 33]": 87, "[57, 54, 45, 38]": 88, "[59, 54, 45, 39]": 89, "[59, 54, 45, 40]": 90, "[61, 52, 44, 40]": 91, "[62, 56, 47, 41]": 92, "[62, 54, 45, 42]": 93, "[59, 52, 47, 44]": 94, "[64, 52, 47, 44]": 95, "[64, 54, 47, 44]": 96, "[64, 56, 52, 40]": 97, "[66, 57, 52, 47]": 98, "[66, 54, 51, 47]": 99, "[61, 57, 52, 45]": 100, "[61, 57, 52, 44]": 101, "[61, 57, 54, 42]": 102, "[62, 57, 54, 40]": 103, "[64, 58, 54, 38]": 104, "[64, 58, 54, 37]": 105, "[62, 59, 54, 35]": 106, "[62, 57, 54, 35]": 107, "[61, 56, 52, 40]": 108, "[59, 54, 52, 38]": 109, "[57, 52, 52, 37]": 110, "[59, 54, 50, 35]": 111, "[59, 56, 50, 35]": 112, "[61, 57, 49, 33]": 113, "[61, 54, 51, 33]": 114, "[61, 57, 52, 33]": 115, "[61, 56, 52, 33]": 116, "[57, 54, 50, 38]": 117, "[57, 54, 49, 40]": 118, "[59, 54, 50, 38]": 119, "[61, 56, 52, 37]": 120, "[61, 58, 52, 37]": 121, "[61, 58, 54, 42]": 122, "[61, 58, 52, 42]": 123, "[59, 59, 50, 43]": 124, "[59, 57, 50, 42]": 125, "[61, 55, 52, 40]": 126, "[62, 54, 45, 38]": 127, "[61, 52, 45, 33]": 128, "[61, 57, 45, 33]": 129, "[59, 57, 47, 40]": 130, "[59, 56, 47, 40]": 131, "[57, 56, 49, 40]": 132, "[57, 54, 51, 40]": 133, "[64, 57, 52, 42]": 134, "[64, 59, 52, 44]": 135, "[62, 59, 52, 40]": 136, "[61, 59, 52, 45]": 137, "[61, 52, 49, 44]": 138, "[62, 57, 45, 42]": 139, "[61, 57, 49, 40]": 140, "[59, 57, 54, 38]": 141, "[59, 57, 50, 35]": 142, "[54, 49, 42, 34]": 143, "[50, 47, 42, 35]": 144, "[52, 45, 40, 37]": 145, "[54, 45, 38, 38]": 146, "[55, 45, 38, 38]": 147, "[57, 45, 38, 30]": 148, "[55, 47, 38, 28]": 149, "[55, 45, 37, 33]": 150, "[54, 45, 38, 26]": 151, "[54, 50, 45, 38]": 152, "[55, 50, 45, 38]": 153, "[57, 50, 45, 30]": 154, "[57, 49, 45, 30]": 155, "[57, 50, 45, 31]": 156, "[52, 49, 45, 33]": 157, "[52, 47, 45, 33]": 158, "[54, 47, 37, 30]": 159, "[54, 45, 37, 30]": 160, "[50, 45, 35, 35]": 161, "[50, 45, 37, 35]": 162, "[50, 44, 38, 35]": 163, "[49, 45, 40, 33]": 164, "[45, 45, 37, 33]": 165, "[45, 43, 37, 33]": 166, "[50, 42, 42, 35]": 167, "[57, 45, 38, 38]": 168, "[55, 50, 47, 31]": 169, "[54, 50, 47, 31]": 170, "[52, 49, 40, 33]": 171, "[54, 49, 37, 34]": 172, "[50, 49, 42, 35]": 173, "[52, 47, 40, 37]": 174, "[55, 45, 40, 38]": 175, "[57, 47, 42, 39]": 176, "[55, 47, 42, 40]": 177, "[55, 47, 40, 40]": 178, "[54, 47, 39, 35]": 179, "[57, 45, 40, 37]": 180, "[57, 47, 40, 37]": 181, "[57, 49, 40, 35]": 182, "[57, 49, 40, 33]": 183, "[52, 47, 40, 32]": 184, "[52, 47, 38, 32]": 185, "[54, 45, 37, 33]": 186, "[50, 47, 42, 33]": 187, "[50, 47, 40, 32]": 188, "[45, 49, 40, 33]": 189, "[45, 49, 40, 31]": 190, "[50, 50, 45, 30]": 191, "[52, 50, 43, 28]": 192, "[52, 49, 43, 28]": 193, "[54, 50, 45, 26]": 194, "[54, 50, 45, 36]": 195, "[55, 50, 43, 36]": 196, "[55, 50, 43, 35]": 197, "[54, 50, 45, 33]": 198, "[54, 50, 47, 32]": 199, "[52, 50, 40, 33]": 200, "[52, 50, 42, 33]": 201, "[52, 49, 43, 33]": 202, "[50, 45, 42, 26]": 203, "[54, 51, 47, 47]": 204, "[54, 51, 47, 46]": 205, "[56, 53, 47, 44]": 206, "[59, 54, 49, 42]": 207, "[58, 49, 42, 30]": 208, "[59, 47, 42, 32]": 209, "[61, 46, 42, 34]": 210, "[61, 47, 42, 32]": 211, "[61, 49, 42, 34]": 212, "[61, 51, 42, 35]": 213, "[58, 53, 49, 34]": 214, "[54, 51, 49, 39]": 215, "[54, 51, 48, 39]": 216, "[56, 44, 41, 37]": 217, "[49, 46, 41, 34]": 218, "[54, 46, 42, 39]": 219, "[56, 49, 41, 37]": 220, "[56, 49, 41, 35]": 221, "[58, 49, 42, 34]": 222, "[58, 49, 42, 32]": 223, "[59, 49, 42, 30]": 224, "[58, 53, 46, 38]": 225, "[59, 49, 44, 42]": 226, "[61, 51, 46, 43]": 227, "[59, 51, 46, 44]": 228, "[59, 51, 44, 32]": 229, "[58, 51, 43, 39]": 230, "[59, 49, 42, 42]": 231, "[61, 51, 42, 39]": 232, "[61, 53, 41, 37]": 233, "[61, 54, 39, 39]": 234, "[56, 56, 37, 41]": 235, "[56, 54, 39, 41]": 236, "[58, 53, 41, 37]": 237, "[58, 51, 41, 37]": 238, "[54, 49, 46, 34]": 239, "[54, 51, 44, 36]": 240, "[53, 49, 46, 37]": 241, "[49, 44, 41, 35]": 242, "[56, 51, 35, 32]": 243, "[56, 53, 35, 32]": 244, "[58, 54, 37, 30]": 245, "[58, 54, 39, 30]": 246, "[59, 53, 41, 32]": 247, "[59, 51, 41, 32]": 248, "[58, 49, 42, 35]": 249, "[56, 47, 41, 37]": 250, "[54, 46, 37, 30]": 251, "[61, 59, 54, 42]": 252, "[66, 61, 54, 45]": 253, "[65, 61, 56, 49]": 254, "[66, 61, 57, 54]": 255, "[68, 59, 49, 42]": 256, "[69, 57, 49, 42]": 257, "[62, 56, 52, 40]": 258, "[59, 54, 50, 45]": 259, "[59, 54, 49, 45]": 260, "[61, 56, 61, 45]": 261, "[66, 54, 59, 50]": 262, "[66, 61, 57, 50]": 263, "[65, 59, 56, 44]": 264, "[65, 56, 56, 44]": 265, "[65, 57, 49, 42]": 266, "[66, 61, 51, 42]": 267, "[66, 60, 51, 42]": 268, "[68, 61, 53, 49]": 269, "[69, 61, 54, 54]": 270, "[69, 61, 52, 54]": 271, "[68, 59, 50, 47]": 272, "[66, 59, 47, 45]": 273, "[62, 57, 50, 42]": 274, "[64, 57, 49, 40]": 275, "[57, 52, 49, 45]": 276, "[69, 61, 52, 45]": 277, "[68, 59, 52, 49]": 278, "[66, 57, 54, 50]": 279, "[64, 59, 56, 50]": 280, "[64, 61, 57, 49]": 281, "[66, 62, 50, 47]": 282, "[66, 61, 50, 45]": 283, "[64, 57, 54, 42]": 284, "[62, 59, 56, 40]": 285, "[61, 56, 56, 40]": 286, "[59, 56, 52, 52]": 287, "[59, 56, 52, 50]": 288, "[64, 58, 52, 49]": 289, "[64, 59, 54, 47]": 290, "[62, 59, 54, 47]": 291, "[61, 56, 53, 47]": 292, "[69, 61, 54, 45]": 293, "[68, 61, 54, 45]": 294, "[64, 59, 56, 44]": 295, "[64, 56, 56, 44]": 296, "[64, 57, 49, 42]": 297, "[69, 61, 54, 52]": 298, "[71, 59, 54, 50]": 299, "[69, 61, 54, 49]": 300, "[68, 62, 59, 47]": 301, "[66, 62, 59, 45]": 302, "[64, 62, 59, 44]": 303, "[66, 61, 57, 45]": 304, "[68, 62, 54, 47]": 305, "[68, 61, 54, 49]": 306, "[68, 61, 51, 49]": 307, "[68, 59, 53, 37]": 308, "[66, 57, 53, 37]": 309, "[66, 57, 54, 38]": 310, "[69, 62, 54, 50]": 311, "[69, 62, 54, 49]": 312, "[69, 62, 54, 47]": 313, "[66, 62, 57, 47]": 314, "[65, 61, 56, 47]": 315, "[73, 61, 54, 45]": 316, "[73, 61, 53, 44]": 317, "[65, 59, 56, 47]": 318, "[65, 56, 49, 49]": 319, "[65, 57, 49, 49]": 320, "[65, 59, 49, 49]": 321, "[65, 61, 56, 37]": 322, "[66, 61, 56, 37]": 323, "[66, 61, 58, 42]": 324, "[61, 54, 45, 30]": 325, "[61, 54, 47, 32]": 326, "[54, 54, 49, 33]": 327, "[56, 53, 47, 32]": 328, "[57, 54, 49, 30]": 329, "[59, 56, 50, 29]": 330, "[59, 56, 49, 29]": 331, "[57, 56, 49, 30]": 332, "[56, 54, 50, 35]": 333, "[56, 53, 44, 37]": 334, "[54, 49, 45, 30]": 335, "[59, 54, 47, 27]": 336, "[59, 54, 45, 27]": 337, "[59, 52, 44, 28]": 338, "[59, 51, 45, 30]": 339, "[59, 52, 47, 32]": 340, "[59, 52, 47, 45]": 341, "[61, 57, 45, 42]": 342, "[61, 61, 44, 41]": 343, "[63, 61, 42, 39]": 344, "[63, 60, 42, 39]": 345, "[64, 61, 44, 37]": 346, "[61, 57, 54, 30]": 347, "[59, 56, 54, 32]": 348, "[59, 56, 53, 32]": 349, "[57, 49, 54, 33]": 350, "[57, 51, 54, 35]": 351, "[54, 54, 45, 38]": 352, "[54, 54, 45, 37]": 353, "[56, 54, 47, 35]": 354, "[56, 52, 47, 40]": 355, "[56, 52, 47, 39]": 356, "[57, 52, 49, 37]": 357, "[57, 57, 49, 37]": 358, "[62, 59, 52, 45]": 359, "[62, 59, 52, 44]": 360, "[61, 57, 52, 37]": 361, "[61, 52, 49, 33]": 362, "[64, 52, 47, 32]": 363, "[64, 56, 49, 28]": 364, "[62, 54, 45, 30]": 365, "[62, 52, 47, 32]": 366, "[54, 50, 47, 35]": 367, "[56, 50, 41, 35]": 368, "[57, 49, 42, 33]": 369, "[62, 54, 47, 47]": 370, "[61, 54, 49, 45]": 371, "[61, 54, 50, 45]": 372, "[59, 55, 52, 43]": 373, "[64, 55, 47, 40]": 374, "[64, 55, 49, 40]": 375, "[66, 54, 50, 38]": 376, "[66, 56, 50, 38]": 377, "[64, 58, 52, 37]": 378, "[-1, -1, -1, -1]": 379, "[64, 61, 54, 46]": 380, "[62, 57, 54, 47]": 381, "[59, 55, 50, 43]": 382, "[59, 54, 50, 43]": 383, "[55, 52, 47, 38]": 384, "[57, 54, 48, 39]": 385, "[55, 52, 47, 40]": 386, "[55, 50, 47, 40]": 387, "[57, 49, 45, 42]": 388, "[55, 50, 47, 35]": 389, "[55, 50, 47, 37]": 390, "[50, 50, 42, 35]": 391, "[52, 47, 47, 31]": 392, "[62, 56, 47, 47]": 393, "[61, 58, 52, 49]": 394, "[59, 59, 54, 50]": 395, "[62, 59, 50, 47]": 396, "[64, 61, 49, 46]": 397, "[64, 54, 49, 46]": 398, "[66, 57, 47, 39]": 399, "[64, 56, 47, 40]": 400, "[62, 56, 47, 40]": 401, "[64, 52, 45, 42]": 402, "[59, 52, 44, 40]": 403, "[59, 52, 44, 38]": 404, "[57, 52, 45, 37]": 405, "[57, 50, 45, 35]": 406, "[55, 52, 45, 37]": 407, "[55, 49, 45, 33]": 408, "[52, 49, 45, 45]": 409, "[52, 49, 45, 44]": 410, "[57, 51, 45, 42]": 411, "[61, 52, 46, 37]": 412, "[62, 54, 47, 35]": 413, "[64, 55, 49, 34]": 414, "[64, 54, 49, 34]": 415, "[62, 54, 49, 35]": 416, "[62, 56, 47, 35]": 417, "[61, 57, 52, 39]": 418, "[62, 54, 47, 44]": 419, "[61, 52, 49, 45]": 420, "[59, 55, 50, 47]": 421, "[59, 55, 50, 49]": 422, "[57, 54, 50, 50]": 423, "[55, 52, 50, 50]": 424, "[57, 52, 45, 36]": 425, "[55, 52, 47, 35]": 426, "[54, 52, 49, 34]": 427, "[54, 50, 47, 30]": 428, "[54, 47, 44, 30]": 429, "[54, 51, 46, 27]": 430, "[54, 51, 46, 30]": 431, "[53, 49, 46, 34]": 432, "[51, 47, 42, 35]": 433, "[51, 47, 42, 39]": 434, "[49, 46, 42, 42]": 435, "[56, 51, 42, 35]": 436, "[58, 53, 41, 38]": 437, "[58, 51, 42, 39]": 438, "[58, 51, 42, 37]": 439, "[56, 51, 42, 36]": 440, "[59, 49, 44, 29]": 441, "[51, 51, 42, 35]": 442, "[53, 49, 47, 32]": 443, "[53, 50, 46, 34]": 444, "[58, 49, 46, 41]": 445, "[56, 49, 44, 39]": 446, "[59, 49, 41, 37]": 447, "[58, 49, 37, 42]": 448, "[56, 47, 39, 35]": 449, "[54, 47, 38, 35]": 450, "[54, 49, 37, 33]": 451, "[54, 49, 38, 33]": 452, "[52, 47, 40, 31]": 453, "[52, 47, 42, 31]": 454, "[50, 47, 43, 30]": 455, "[50, 47, 43, 28]": 456, "[49, 46, 37, 30]": 457, "[50, 42, 35, 35]": 458, "[52, 43, 35, 31]": 459, "[54, 45, 36, 27]": 460, "[54, 45, 35, 27]": 461, "[52, 43, 35, 28]": 462, "[50, 42, 35, 23]": 463, "[49, 42, 34, 30]": 464, "[47, 42, 38, 35]": 465, "[49, 42, 37, 34]": 466, "[50, 42, 37, 35]": 467, "[47, 43, 38, 31]": 468, "[47, 43, 40, 31]": 469, "[47, 42, 42, 27]": 470, "[45, 42, 35, 27]": 471, "[43, 40, 35, 28]": 472, "[42, 39, 35, 23]": 473, "[45, 40, 36, 24]": 474, "[47, 41, 38, 20]": 475, "[45, 40, 36, 21]": 476, "[45, 40, 38, 21]": 477, "[43, 40, 40, 22]": 478, "[47, 42, 38, 23]": 479, "[46, 40, 37, 25]": 480, "[47, 42, 35, 26]": 481, "[49, 43, 35, 28]": 482, "[50, 42, 35, 30]": 483, "[50, 42, 33, 30]": 484, "[49, 42, 38, 26]": 485, "[47, 42, 38, 26]": 486, "[50, 45, 42, 30]": 487, "[52, 45, 37, 33]": 488, "[54, 45, 38, 37]": 489, "[54, 47, 38, 33]": 490, "[49, 47, 43, 28]": 491, "[49, 46, 42, 30]": 492, "[49, 42, 37, 33]": 493, "[45, 42, 38, 26]": 494, "[47, 43, 38, 19]": 495, "[47, 43, 38, 21]": 496, "[47, 43, 38, 23]": 497, "[47, 43, 38, 24]": 498, "[45, 42, 36, 26]": 499, "[42, 40, 34, 30]": 500, "[42, 38, 35, 30]": 501, "[42, 37, 34, 30]": 502, "[64, 55, 45, 37]": 503, "[64, 56, 49, 40]": 504, "[62, 57, 49, 42]": 505, "[62, 59, 47, 44]": 506, "[59, 57, 50, 45]": 507, "[59, 57, 52, 40]": 508, "[59, 56, 49, 40]": 509, "[62, 57, 54, 42]": 510, "[62, 57, 54, 44]": 511, "[59, 56, 50, 41]": 512, "[61, 52, 47, 45]": 513, "[61, 54, 49, 46]": 514, "[62, 54, 49, 46]": 515, "[62, 54, 49, 47]": 516, "[62, 57, 49, 47]": 517, "[62, 54, 45, 47]": 518, "[61, 56, 47, 41]": 519, "[61, 54, 45, 42]": 520, "[59, 54, 45, 44]": 521, "[61, 54, 57, 45]": 522, "[62, 54, 57, 47]": 523, "[64, 49, 56, 49]": 524, "[64, 56, 56, 49]": 525, "[62, 59, 54, 44]": 526, "[59, 54, 51, 45]": 527, "[59, 52, 52, 44]": 528, "[61, 57, 52, 43]": 529, "[63, 57, 54, 43]": 530, "[64, 59, 55, 42]": 531, "[64, 59, 55, 40]": 532, "[63, 59, 47, 47]": 533, "[63, 57, 47, 47]": 534, "[64, 56, 49, 37]": 535, "[61, 57, 49, 42]": 536, "[66, 57, 48, 38]": 537, "[66, 55, 47, 43]": 538, "[64, 55, 46, 43]": 539, "[62, 55, 47, 40]": 540, "[62, 54, 47, 40]": 541, "[61, 52, 46, 42]": 542, "[59, 52, 46, 42]": 543, "[59, 50, 47, 35]": 544, "[61, 54, 45, 40]": 545, "[61, 52, 45, 38]": 546, "[62, 54, 45, 37]": 547, "[64, 54, 45, 37]": 548, "[61, 57, 40, 37]": 549, "[59, 57, 40, 38]": 550, "[59, 54, 52, 40]": 551, "[73, 70, 61, 54]": 552, "[71, 68, 61, 54]": 553, "[70, 66, 61, 54]": 554, "[75, 66, 61, 47]": 555, "[75, 68, 59, 47]": 556, "[77, 68, 59, 49]": 557, "[77, 70, 61, 49]": 558, "[77, 70, 59, 49]": 559, "[78, 70, 58, 51]": 560, "[78, 70, 63, 51]": 561, "[78, 70, 61, 56]": 562, "[78, 68, 60, 56]": 563, "[77, 68, 61, 49]": 564, "[75, 68, 63, 59]": 565, "[77, 68, 63, 59]": 566, "[78, 66, 61, 58]": 567, "[73, 68, 61, 53]": 568, "[71, 68, 61, 53]": 569, "[70, 66, 61, 52]": 570, "[71, 66, 59, 51]": 571, "[71, 66, 59, 50]": 572, "[70, 66, 61, 49]": 573, "[70, 66, 63, 48]": 574, "[68, 66, 63, 49]": 575, "[68, 65, 61, 49]": 576, "[68, 65, 59, 49]": 577, "[66, 61, 58, 54]": 578, "[70, 63, 63, 55]": 579, "[70, 70, 63, 55]": 580, "[72, 70, 63, 56]": 581, "[72, 66, 63, 56]": 582, "[74, 68, 65, 56]": 583, "[74, 68, 65, 54]": 584, "[77, 66, 63, 59]": 585, "[78, 70, 63, 58]": 586, "[78, 70, 63, 56]": 587, "[77, 70, 62, 58]": 588, "[77, 70, 68, 58]": 589, "[75, 70, 66, 51]": 590, "[77, 71, 68, 56]": 591, "[78, 73, 70, 54]": 592, "[80, 73, 68, 54]": 593, "[80, 73, 68, 53]": 594, "[82, 73, 66, 54]": 595, "[80, 75, 66, 59]": 596, "[80, 73, 65, 61]": 597, "[80, 71, 65, 61]": 598, "[78, 70, 61, 54]": 599, "[54, 49, 45, 42]": 600, "[56, 49, 47, 42]": 601, "[59, 56, 54, 39]": 602, "[64, 61, 56, 37]": 603, "[64, 61, 52, 45]": 604, "[63, 61, 57, 42]": 605, "[63, 60, 56, 44]": 606, "[61, 56, 52, 49]": 607, "[59, 56, 51, 44]": 608, "[64, 56, 49, 49]": 609, "[64, 57, 49, 49]": 610, "[63, 57, 51, 47]": 611, "[63, 56, 51, 47]": 612, "[61, 56, 53, 45]": 613, "[61, 54, 54, 45]": 614, "[59, 54, 56, 44]": 615, "[59, 53, 56, 44]": 616, "[54, 49, 45, 40]": 617, "[59, 54, 47, 39]": 618, "[59, 52, 47, 37]": 619, "[57, 51, 47, 35]": 620, "[61, 52, 45, 44]": 621, "[61, 51, 45, 42]": 622, "[60, 51, 44, 44]": 623, "[61, 54, 47, 44]": 624, "[66, 54, 49, 45]": 625, "[66, 56, 49, 45]": 626, "[66, 57, 51, 47]": 627, "[68, 56, 51, 40]": 628, "[66, 56, 51, 40]": 629, "[64, 61, 49, 45]": 630, "[64, 59, 49, 44]": 631, "[66, 57, 49, 42]": 632, "[64, 56, 49, 42]": 633, "[63, 54, 49, 44]": 634, "[61, 52, 44, 37]": 635, "[63, 56, 47, 44]": 636, "[64, 56, 47, 49]": 637, "[63, 54, 45, 42]": 638, "[63, 54, 47, 44]": 639, "[61, 54, 51, 45]": 640, "[59, 56, 52, 44]": 641, "[59, 56, 50, 42]": 642, "[56, 49, 45, 40]": 643, "[57, 54, 45, 37]": 644, "[59, 56, 51, 35]": 645, "[57, 56, 53, 37]": 646, "[59, 54, 54, 38]": 647, "[57, 54, 54, 35]": 648, "[66, 58, 49, 42]": 649, "[66, 59, 51, 47]": 650, "[66, 59, 51, 45]": 651, "[66, 59, 51, 44]": 652, "[66, 59, 51, 42]": 653, "[68, 59, 52, 40]": 654, "[68, 59, 51, 40]": 655, "[66, 56, 48, 44]": 656, "[64, 61, 49, 42]": 657, "[63, 60, 54, 44]": 658, "[61, 56, 53, 37]": 659, "[56, 52, 49, 37]": 660, "[56, 52, 47, 37]": 661, "[54, 50, 45, 37]": 662, "[54, 50, 47, 33]": 663, "[52, 50, 47, 32]": 664, "[52, 49, 42, 34]": 665, "[49, 49, 42, 33]": 666, "[51, 47, 42, 33]": 667, "[51, 49, 42, 33]": 668, "[53, 50, 47, 32]": 669, "[53, 49, 45, 37]": 670, "[53, 49, 44, 37]": 671, "[54, 49, 45, 35]": 672, "[54, 51, 47, 33]": 673, "[54, 53, 47, 33]": 674, "[57, 54, 49, 33]": 675, "[56, 54, 47, 32]": 676, "[56, 51, 48, 44]": 677, "[56, 51, 48, 42]": 678, "[56, 52, 49, 40]": 679, "[56, 52, 49, 39]": 680, "[56, 51, 44, 37]": 681, "[56, 51, 44, 36]": 682, "[52, 51, 44, 37]": 683, "[52, 49, 45, 37]": 684, "[54, 49, 45, 39]": 685, "[54, 47, 47, 39]": 686, "[54, 47, 45, 39]": 687, "[56, 47, 44, 41]": 688, "[56, 47, 42, 41]": 689, "[57, 49, 42, 42]": 690, "[56, 49, 40, 37]": 691, "[56, 52, 44, 36]": 692, "[56, 54, 44, 36]": 693, "[56, 54, 49, 35]": 694, "[56, 53, 49, 35]": 695, "[57, 54, 49, 35]": 696, "[54, 52, 45, 38]": 697, "[54, 49, 45, 37]": 698, "[54, 47, 44, 38]": 699, "[54, 47, 42, 38]": 700, "[53, 49, 44, 35]": 701, "[54, 49, 45, 33]": 702, "[54, 49, 45, 32]": 703, "[56, 49, 44, 30]": 704, "[56, 49, 44, 29]": 705, "[57, 49, 42, 30]": 706, "[57, 54, 42, 30]": 707, "[57, 53, 42, 30]": 708, "[59, 54, 42, 38]": 709, "[54, 49, 47, 44]": 710, "[54, 49, 49, 45]": 711, "[54, 49, 49, 47]": 712, "[56, 53, 47, 45]": 713, "[57, 54, 49, 39]": 714, "[59, 56, 50, 37]": 715, "[61, 57, 52, 35]": 716, "[61, 57, 54, 33]": 717, "[61, 59, 56, 32]": 718, "[66, 61, 57, 30]": 719, "[66, 61, 57, 42]": 720, "[66, 61, 57, 44]": 721, "[68, 61, 56, 42]": 722, "[68, 61, 56, 41]": 723, "[69, 61, 54, 42]": 724, "[69, 61, 53, 42]": 725, "[69, 59, 56, 42]": 726, "[69, 57, 54, 42]": 727, "[69, 56, 52, 42]": 728, "[57, 57, 50, 42]": 729, "[57, 57, 49, 40]": 730, "[59, 57, 52, 38]": 731, "[59, 57, 52, 42]": 732, "[59, 59, 52, 44]": 733, "[61, 57, 52, 47]": 734, "[61, 56, 50, 47]": 735, "[62, 57, 52, 47]": 736, "[62, 56, 52, 35]": 737, "[62, 54, 52, 35]": 738, "[64, 61, 57, 45]": 739, "[64, 61, 57, 33]": 740, "[64, 61, 57, 35]": 741, "[64, 61, 57, 37]": 742, "[64, 59, 55, 37]": 743, "[66, 56, 54, 38]": 744, "[66, 59, 54, 50]": 745, "[69, 61, 52, 49]": 746, "[68, 62, 50, 47]": 747, "[66, 57, 51, 48]": 748, "[66, 56, 51, 48]": 749, "[56, 49, 37, 41]": 750, "[54, 48, 42, 39]": 751, "[53, 44, 49, 37]": 752, "[53, 49, 37, 25]": 753, "[51, 49, 37, 25]": 754, "[49, 49, 44, 35]": 755, "[56, 47, 41, 25]": 756, "[58, 49, 46, 30]": 757, "[58, 49, 46, 34]": 758, "[56, 49, 46, 34]": 759, "[58, 43, 46, 39]": 760, "[58, 43, 43, 39]": 761, "[58, 51, 46, 39]": 762, "[58, 51, 46, 37]": 763, "[59, 51, 42, 37]": 764, "[61, 44, 41, 35]": 765, "[61, 44, 39, 35]": 766, "[61, 42, 37, 34]": 767, "[61, 49, 41, 34]": 768, "[59, 49, 41, 32]": 769, "[56, 49, 44, 25]": 770, "[49, 44, 41, 37]": 771, "[51, 44, 44, 35]": 772, "[51, 44, 44, 34]": 773, "[53, 44, 37, 35]": 774, "[53, 44, 37, 32]": 775, "[56, 49, 37, 29]": 776, "[58, 49, 37, 30]": 777, "[56, 49, 42, 37]": 778, "[56, 49, 41, 25]": 779, "[57, 52, 49, 38]": 780, "[56, 52, 50, 40]": 781, "[64, 59, 52, 45]": 782, "[59, 52, 45, 40]": 783, "[52, 52, 45, 37]": 784, "[56, 50, 47, 38]": 785, "[57, 54, 49, 38]": 786, "[57, 52, 47, 40]": 787, "[57, 52, 49, 40]": 788, "[56, 52, 50, 28]": 789, "[59, 52, 50, 33]": 790, "[59, 59, 52, 45]": 791, "[64, 57, 52, 37]": 792, "[64, 57, 52, 35]": 793, "[64, 57, 52, 38]": 794, "[59, 59, 54, 39]": 795, "[59, 57, 54, 39]": 796, "[59, 54, 51, 47]": 797, "[59, 56, 52, 42]": 798, "[59, 56, 52, 38]": 799, "[61, 54, 51, 39]": 800, "[61, 53, 47, 37]": 801, "[57, 52, 49, 42]": 802, "[56, 50, 47, 42]": 803, "[56, 50, 47, 41]": 804, "[54, 49, 47, 42]": 805, "[54, 50, 44, 35]": 806, "[54, 50, 44, 32]": 807, "[53, 49, 47, 37]": 808, "[69, 61, 57, 54]": 809, "[69, 62, 57, 54]": 810, "[69, 64, 57, 49]": 811, "[69, 64, 59, 49]": 812, "[69, 64, 61, 45]": 813, "[69, 66, 62, 50]": 814, "[69, 66, 61, 50]": 815, "[67, 64, 59, 52]": 816, "[66, 63, 57, 47]": 817, "[66, 63, 56, 47]": 818, "[64, 59, 56, 52]": 819, "[71, 68, 64, 52]": 820, "[73, 69, 64, 45]": 821, "[71, 68, 63, 52]": 822, "[69, 61, 61, 54]": 823, "[69, 63, 59, 54]": 824, "[69, 63, 57, 54]": 825, "[68, 64, 59, 56]": 826, "[66, 64, 61, 57]": 827, "[68, 64, 59, 59]": 828, "[69, 61, 57, 49]": 829, "[69, 62, 55, 49]": 830, "[69, 64, 54, 48]": 831, "[69, 64, 52, 48]": 832, "[69, 63, 54, 47]": 833, "[69, 64, 54, 49]": 834, "[71, 66, 54, 51]": 835, "[68, 59, 56, 52]": 836, "[68, 64, 56, 52]": 837, "[68, 64, 57, 52]": 838, "[66, 64, 59, 47]": 839, "[64, 64, 56, 52]": 840, "[71, 64, 59, 56]": 841, "[73, 64, 57, 57]": 842, "[69, 64, 61, 49]": 843, "[69, 64, 61, 51]": 844, "[68, 64, 59, 52]": 845, "[66, 63, 63, 52]": 846, "[68, 61, 64, 45]": 847, "[76, 68, 61, 49]": 848, "[74, 66, 57, 54]": 849, "[74, 66, 59, 56]": 850, "[73, 64, 61, 57]": 851, "[73, 66, 62, 57]": 852, "[71, 68, 64, 50]": 853, "[69, 69, 64, 49]": 854, "[69, 67, 64, 49]": 855, "[71, 68, 62, 50]": 856, "[73, 69, 61, 45]": 857, "[73, 69, 62, 45]": 858, "[73, 70, 64, 49]": 859, "[74, 71, 66, 47]": 860, "[71, 71, 66, 50]": 861, "[71, 71, 64, 52]": 862, "[71, 71, 62, 52]": 863, "[71, 66, 62, 47]": 864, "[64, 64, 56, 49]": 865, "[71, 64, 56, 52]": 866, "[74, 66, 59, 54]": 867, "[76, 64, 61, 49]": 868, "[74, 66, 59, 50]": 869, "[73, 66, 57, 50]": 870, "[73, 64, 62, 57]": 871, "[71, 64, 64, 56]": 872, "[71, 66, 64, 54]": 873, "[76, 68, 59, 52]": 874, "[76, 68, 59, 50]": 875, "[76, 69, 57, 49]": 876, "[74, 69, 57, 47]": 877, "[73, 64, 57, 45]": 878, "[71, 64, 57, 47]": 879, "[71, 64, 57, 50]": 880, "[73, 64, 57, 52]": 881, "[73, 62, 57, 52]": 882, "[71, 62, 56, 52]": 883, "[71, 61, 56, 52]": 884, "[61, 54, 46, 40]": 885, "[59, 54, 47, 38]": 886, "[59, 53, 47, 38]": 887, "[57, 54, 49, 37]": 888, "[56, 56, 50, 35]": 889, "[54, 53, 47, 37]": 890, "[54, 54, 45, 30]": 891, "[59, 56, 47, 38]": 892, "[57, 56, 50, 40]": 893, "[59, 53, 44, 37]": 894, "[57, 54, 42, 38]": 895, "[62, 54, 47, 49]": 896, "[62, 54, 47, 50]": 897, "[59, 57, 47, 42]": 898, "[57, 54, 50, 40]": 899, "[62, 59, 54, 37]": 900, "[62, 59, 54, 38]": 901, "[61, 59, 55, 40]": 902, "[61, 59, 55, 37]": 903, "[57, 54, 49, 45]": 904, "[59, 54, 47, 44]": 905, "[59, 53, 47, 44]": 906, "[66, 57, 49, 30]": 907, "[66, 57, 49, 32]": 908, "[66, 57, 49, 33]": 909, "[66, 57, 49, 35]": 910, "[64, 56, 49, 39]": 911, "[63, 56, 49, 44]": 912, "[63, 57, 49, 44]": 913, "[63, 56, 48, 32]": 914, "[63, 54, 48, 32]": 915, "[61, 54, 46, 38]": 916, "[61, 54, 46, 37]": 917, "[61, 57, 40, 38]": 918, "[57, 54, 50, 37]": 919, "[64, 61, 56, 38]": 920, "[64, 61, 56, 40]": 921, "[61, 56, 54, 41]": 922, "[61, 59, 54, 44]": 923, "[66, 61, 49, 45]": 924, "[66, 61, 49, 44]": 925, "[66, 59, 42, 42]": 926, "[66, 57, 42, 47]": 927, "[65, 56, 49, 37]": 928, "[52, 49, 42, 30]": 929, "[50, 47, 42, 23]": 930, "[49, 47, 40, 23]": 931, "[47, 54, 38, 35]": 932, "[49, 52, 37, 35]": 933, "[50, 50, 35, 33]": 934, "[52, 49, 35, 33]": 935, "[52, 47, 35, 31]": 936, "[54, 49, 42, 30]": 937, "[54, 50, 38, 35]": 938, "[55, 50, 38, 35]": 939, "[57, 49, 40, 37]": 940, "[55, 47, 40, 37]": 941, "[54, 45, 42, 38]": 942, "[52, 45, 42, 38]": 943, "[50, 47, 43, 31]": 944, "[50, 47, 42, 31]": 945, "[52, 47, 43, 30]": 946, "[54, 45, 45, 30]": 947, "[55, 43, 47, 28]": 948, "[55, 45, 45, 28]": 949, "[55, 47, 43, 28]": 950, "[55, 49, 42, 28]": 951, "[55, 49, 40, 28]": 952, "[54, 50, 42, 23]": 953, "[57, 50, 42, 30]": 954, "[57, 49, 40, 30]": 955, "[59, 47, 38, 31]": 956, "[57, 49, 45, 33]": 957, "[52, 47, 43, 28]": 958, "[52, 43, 40, 31]": 959, "[54, 42, 38, 33]": 960, "[55, 40, 38, 33]": 961, "[57, 38, 38, 33]": 962, "[52, 45, 40, 21]": 963, "[54, 45, 40, 37]": 964, "[54, 47, 38, 32]": 965, "[54, 45, 38, 32]": 966, "[52, 43, 37, 34]": 967, "[50, 42, 38, 35]": 968, "[49, 42, 40, 30]": 969, "[50, -1, 35, 32]": 970, "[50, 47, 35, 32]": 971, "[49, 47, 37, 33]": 972, "[49, 45, 38, 33]": 973, "[47, 45, 40, 28]": 974, "[47, 44, 40, 28]": 975, "[47, 42, 40, 28]": 976, "[45, 45, 40, 21]": 977, "[45, 45, 40, 33]": 978, "[45, 45, 40, 31]": 979, "[50, 45, 42, 28]": 980, "[50, 50, 42, 26]": 981, "[50, 49, 42, 26]": 982, "[52, 45, 45, 33]": 983, "[52, 45, 43, 33]": 984, "[54, 45, 42, 27]": 985, "[55, 43, 40, 28]": 986, "[54, 45, 38, 30]": 987, "[52, 49, 37, 34]": 988, "[49, 42, 40, 37]": 989, "[47, 42, 42, 38]": 990, "[49, 40, 43, 40]": 991, "[50, 38, 42, 42]": 992, "[50, 40, 42, 42]": 993, "[49, 42, 42, 30]": 994, "[47, 42, 39, 23]": 995, "[54, 46, 39, 30]": 996, "[53, 44, 41, 25]": 997, "[53, 46, 41, 25]": 998, "[51, 47, 42, 27]": 999, "[51, 46, 42, 27]": 1000, "[49, 44, 44, 29]": 1001, "[49, 44, 37, 29]": 1002, "[47, 42, 37, 30]": 1003, "[46, 42, 37, 30]": 1004, "[51, 42, 37, 23]": 1005, "[51, 42, 37, 25]": 1006, "[51, 42, 35, 27]": 1007, "[51, 42, 35, 29]": 1008, "[54, 46, 34, 27]": 1009, "[53, 46, 37, 35]": 1010, "[51, 42, 39, 35]": 1011, "[51, 44, 39, 35]": 1012, "[49, 46, 41, 37]": 1013, "[47, 42, 42, 39]": 1014, "[46, 46, 41, 37]": 1015, "[51, 46, 39, 36]": 1016, "[51, 45, 41, 29]": 1017, "[49, 44, 41, 30]": 1018, "[51, 51, 47, 35]": 1019, "[53, 47, 44, 37]": 1020, "[56, 47, 42, 39]": 1021, "[58, 49, 42, 37]": 1022, "[58, 51, 42, 35]": 1023, "[56, 44, 42, 37]": 1024, "[54, 46, 42, 37]": 1025, "[54, 49, 44, 41]": 1026, "[54, 49, 42, 39]": 1027, "[54, 47, 42, 39]": 1028, "[56, 47, 41, 38]": 1029, "[56, 46, 41, 38]": 1030, "[54, 46, 39, 39]": 1031, "[54, 46, 41, 38]": 1032, "[51, 44, 42, 36]": 1033, "[53, 44, 42, 34]": 1034, "[54, 44, 36, 32]": 1035, "[54, 44, 37, 34]": 1036, "[54, 44, 39, 35]": 1037, "[54, 44, 39, 30]": 1038, "[53, 44, 37, 37]": 1039, "[54, 46, 37, 34]": 1040, "[54, 46, 37, 32]": 1041, "[56, 47, 37, 30]": 1042, "[56, 47, 37, 29]": 1043, "[51, 44, 35, 32]": 1044, "[53, 44, 35, 32]": 1045, "[54, 42, 34, 27]": 1046, "[54, 44, 34, 29]": 1047, "[54, 46, 39, 32]": 1048, "[53, 46, 38, 34]": 1049, "[58, 46, 39, 31]": 1050, "[59, 44, 39, 32]": 1051, "[58, 44, 39, 32]": 1052, "[56, 44, 41, 35]": 1053, "[58, 49, 41, 34]": 1054, "[56, 47, 41, 34]": 1055, "[54, 46, 41, 37]": 1056, "[54, 44, 39, 36]": 1057, "[53, 47, 44, 32]": 1058, "[54, 46, 39, 36]": 1059, "[53, 44, 41, 37]": 1060, "[53, 46, 41, 37]": 1061, "[51, 48, 42, 33]": 1062, "[49, 46, 41, 32]": 1063, "[49, 46, 39, 31]": 1064, "[48, 44, 39, 32]": 1065, "[49, 44, 41, 25]": 1066, "[56, 50, 41, 29]": 1067, "[54, 51, 34, 27]": 1068, "[58, 53, 44, 38]": 1069, "[56, 51, 44, 41]": 1070, "[56, 49, 42, 42]": 1071, "[54, 49, 41, 34]": 1072, "[53, 46, 41, 38]": 1073, "[54, 49, 40, 34]": 1074, "[54, 49, 39, 35]": 1075, "[54, 49, 39, 37]": 1076, "[54, 47, 39, 39]": 1077, "[56, 47, 39, 29]": 1078, "[54, 44, 37, 37]": 1079, "[54, 42, 37, 37]": 1080, "[53, 44, 37, 25]": 1081, "[56, 51, 47, 44]": 1082, "[57, 53, 49, 42]": 1083, "[59, 56, 50, 38]": 1084, "[61, 52, 45, 35]": 1085, "[61, 52, 45, 37]": 1086, "[61, 54, 45, 39]": 1087, "[61, 56, 44, 41]": 1088, "[59, 56, 44, 41]": 1089, "[57, 56, 49, 42]": 1090, "[59, 53, 50, 35]": 1091, "[59, 52, 49, 44]": 1092, "[59, 54, 45, 38]": 1093, "[62, 57, 54, 38]": 1094, "[64, 57, 54, 38]": 1095, "[61, 57, 52, 40]": 1096, "[61, 57, 54, 40]": 1097, "[61, 57, 52, 38]": 1098, "[59, 57, 52, 39]": 1099, "[59, 54, 51, 35]": 1100, "[61, 54, 49, 39]": 1101, "[59, 53, 49, 37]": 1102, "[54, 50, 45, 35]": 1103, "[59, 52, 44, 37]": 1104, "[59, 52, 44, 35]": 1105, "[57, 52, 45, 33]": 1106, "[59, 54, 44, 38]": 1107, "[57, 49, 44, 40]": 1108, "[57, 54, 42, 35]": 1109, "[57, 50, 47, 37]": 1110, "[56, 50, 47, 35]": 1111, "[54, 49, 49, 34]": 1112, "[54, 49, 46, 35]": 1113, "[61, 52, 44, 33]": 1114, "[59, 50, 42, 35]": 1115, "[59, 50, 42, 37]": 1116, "[56, 47, 42, 38]": 1117, "[57, 49, 42, 39]": 1118, "[54, 54, 45, 42]": 1119, "[56, 54, 47, 37]": 1120, "[52, 49, 44, 37]": 1121, "[57, 51, 42, 42]": 1122, "[61, 52, 45, 40]": 1123, "[59, 49, 45, 40]": 1124, "[59, 50, 44, 28]": 1125, "[57, 50, 44, 28]": 1126, "[61, 54, 45, 45]": 1127, "[61, 54, 42, 37]": 1128, "[61, 54, 46, 28]": 1129, "[61, 52, 43, 33]": 1130, "[62, 45, 42, 33]": 1131, "[62, 47, 42, 33]": 1132, "[61, 49, 40, 33]": 1133, "[59, 50, 40, 33]": 1134, "[61, 52, 42, 33]": 1135, "[62, 54, 42, 33]": 1136, "[62, 52, 44, 33]": 1137, "[61, 50, 45, 35]": 1138, "[64, 49, 45, 37]": 1139, "[62, 50, 45, 35]": 1140, "[59, 52, 42, 40]": 1141, "[61, 54, 45, 44]": 1142, "[61, 56, 44, 42]": 1143, "[59, 47, 42, 38]": 1144, "[59, 47, 42, 37]": 1145, "[52, 47, 44, 33]": 1146, "[57, 47, 38, 37]": 1147, "[54, 49, 40, 35]": 1148, "[52, 44, 40, 37]": 1149, "[54, 47, 38, 37]": 1150, "[54, 49, 38, 37]": 1151, "[56, 50, 38, 35]": 1152, "[56, 50, 37, 35]": 1153, "[57, 49, 42, 38]": 1154, "[56, 49, 44, 40]": 1155, "[56, 50, 44, 40]": 1156, "[56, 52, 44, 40]": 1157, "[54, 54, 46, 40]": 1158, "[54, 54, 47, 38]": 1159, "[54, 54, 49, 37]": 1160, "[54, 54, 42, 38]": 1161, "[54, 52, 47, 35]": 1162, "[54, 49, 44, 37]": 1163, "[54, 49, 42, 37]": 1164, "[61, 54, 47, 42]": 1165, "[54, 53, 47, 44]": 1166, "[61, 56, 49, 46]": 1167, "[61, 58, 54, 44]": 1168, "[63, 59, 54, 47]": 1169, "[63, 56, 51, 48]": 1170, "[63, 54, 51, 48]": 1171, "[56, 51, 49, 49]": 1172, "[63, 54, 47, 47]": 1173, "[63, 54, 51, 47]": 1174, "[63, 59, 56, 44]": 1175, "[63, 59, 54, 44]": 1176, "[61, 59, 53, 49]": 1177, "[61, 58, 54, 49]": 1178, "[59, 56, 54, 37]": 1179, "[59, 56, 53, 37]": 1180, "[56, 56, 49, 41]": 1181, "[58, 56, 49, 42]": 1182, "[60, 54, 51, 39]": 1183, "[65, 56, 49, 44]": 1184, "[63, 56, 48, 44]": 1185, "[61, 56, 48, 44]": 1186, "[61, 54, 44, 41]": 1187, "[66, 56, 49, 46]": 1188, "[64, 58, 54, 44]": 1189, "[64, 58, 54, 42]": 1190, "[63, 59, 54, 46]": 1191, "[63, 60, 51, 42]": 1192, "[68, 61, 53, 41]": 1193, "[66, 61, 54, 39]": 1194, "[66, 60, 54, 39]": 1195, "[61, 61, 54, 46]": 1196, "[63, 61, 47, 44]": 1197, "[63, 59, 47, 44]": 1198, "[65, 58, 49, 37]": 1199, "[65, 56, 47, 37]": 1200, "[66, 54, 46, 39]": 1201, "[61, 56, 46, 41]": 1202, "[61, 54, 46, 41]": 1203, "[58, 54, 49, 37]": 1204, "[58, 47, 51, 43]": 1205, "[58, 46, 51, 43]": 1206, "[60, 53, 51, 45]": 1207, "[60, 53, 45, 41]": 1208, "[61, 53, 46, 46]": 1209, "[61, 53, 48, 44]": 1210, "[61, 53, 48, 42]": 1211, "[56, 53, 49, 41]": 1212, "[56, 54, 49, 39]": 1213, "[56, 51, 49, 35]": 1214, "[59, 53, 49, 34]": 1215, "[59, 49, 49, 32]": 1216, "[60, 56, 51, 42]": 1217, "[61, 58, 52, 43]": 1218, "[61, 56, 51, 44]": 1219, "[60, 54, 44, 32]": 1220, "[60, 53, 44, 32]": 1221, "[58, 49, 42, 40]": 1222, "[60, 51, 42, 39]": 1223, "[60, 51, 44, 32]": 1224, "[61, 51, 44, 37]": 1225, "[59, 53, 49, 39]": 1226, "[58, 52, 49, 40]": 1227, "[61, 54, 51, 44]": 1228, "[61, 53, 51, 44]": 1229, "[58, 54, 49, 44]": 1230, "[56, 56, 49, 42]": 1231, "[59, 54, 51, 41]": 1232, "[58, 53, 49, 37]": 1233, "[58, 54, 48, 37]": 1234, "[58, 51, 48, 37]": 1235, "[56, 44, 49, 41]": 1236, "[56, 56, 50, 40]": 1237, "[58, 55, 49, 39]": 1238, "[56, 54, 47, 38]": 1239, "[58, 54, 51, 36]": 1240, "[58, 48, 39, 37]": 1241, "[56, 53, 41, 38]": 1242, "[56, 53, 46, 37]": 1243, "[52, 49, 44, 35]": 1244, "[57, 52, 42, 30]": 1245, "[56, 50, 42, 35]": 1246, "[54, 49, 42, 33]": 1247, "[56, 47, 42, 37]": 1248, "[59, 56, 38, 35]": 1249, "[61, 57, 40, 33]": 1250, "[61, 49, 42, 33]": 1251, "[61, 49, 43, 33]": 1252, "[57, 50, 42, 38]": 1253, "[57, 52, 40, 37]": 1254, "[57, 52, 40, 35]": 1255, "[59, 52, 47, 33]": 1256, "[59, 53, 44, 33]": 1257, "[57, 54, 42, 37]": 1258, "[57, 54, 50, 35]": 1259, "[54, 48, 44, 39]": 1260, "[52, 51, 44, 35]": 1261, "[56, 49, 47, 41]": 1262, "[56, 54, 44, 37]": 1263, "[56, 54, 45, 37]": 1264, "[66, 62, 57, 50]": 1265, "[68, 62, 57, 50]": 1266, "[71, 66, 57, 50]": 1267, "[74, 66, 57, 50]": 1268, "[69, 63, 54, 54]": 1269, "[66, 62, 59, 59]": 1270, "[68, 62, 59, 59]": 1271, "[69, 61, 56, 52]": 1272, "[71, 66, 54, 50]": 1273, "[69, 66, 54, 49]": 1274, "[68, 66, 62, 47]": 1275, "[71, 64, 56, 40]": 1276, "[73, 64, 57, 47]": 1277, "[73, 64, 52, 49]": 1278, "[73, 64, 54, 50]": 1279, "[71, 62, 54, 50]": 1280, "[71, 62, 56, 50]": 1281, "[69, 61, 57, 42]": 1282, "[69, 61, 59, 44]": 1283, "[69, 66, 61, 45]": 1284, "[69, 66, 61, 47]": 1285, "[69, 66, 61, 54]": 1286, "[69, 66, 61, 52]": 1287, "[71, 64, 54, 49]": 1288, "[66, 63, 59, 47]": 1289, "[68, 63, 59, 47]": 1290, "[69, 61, 54, 51]": 1291, "[66, 64, 61, 45]": 1292, "[68, 64, 61, 45]": 1293, "[69, 61, 61, 45]": 1294, "[64, 59, 56, 40]": 1295, "[68, 61, 57, 52]": 1296, "[66, 63, 59, 51]": 1297, "[68, 62, 59, 53]": 1298, "[69, 66, 57, 49]": 1299, "[68, 66, 59, 44]": 1300, "[68, 65, 56, 49]": 1301, "[66, 59, 54, 40]": 1302, "[66, 59, 54, 38]": 1303, "[64, 59, 56, 37]": 1304, "[62, 56, 50, 35]": 1305, "[62, 57, 52, 45]": 1306, "[59, 57, 50, 38]": 1307, "[62, 57, 54, 45]": 1308, "[62, 59, 54, 45]": 1309, "[62, 59, 56, 44]": 1310, "[66, 61, 54, 46]": 1311, "[66, 63, 51, 48]": 1312, "[64, 61, 56, 49]": 1313, "[66, 61, 56, 49]": 1314, "[68, 61, 56, 40]": 1315, "[64, 61, 57, 42]": 1316, "[63, 61, 51, 44]": 1317, "[63, 61, 56, 44]": 1318, "[63, 60, 56, 32]": 1319, "[63, 60, 54, 32]": 1320, "[59, 54, 42, 39]": 1321, "[54, 54, 49, 45]": 1322, "[63, 57, 47, 44]": 1323, "[63, 57, 45, 42]": 1324, "[65, 56, 47, 44]": 1325, "[66, 56, 50, 47]": 1326, "[66, 57, 49, 49]": 1327, "[66, 56, 49, 49]": 1328, "[66, 54, 49, 49]": 1329, "[56, 49, 42, 39]": 1330, "[53, 47, 44, 35]": 1331, "[51, 46, 42, 35]": 1332, "[49, 46, 42, 34]": 1333, "[54, 46, 44, 39]": 1334, "[56, 51, 44, 35]": 1335, "[61, 56, 49, 42]": 1336, "[61, 58, 49, 41]": 1337, "[63, 59, 42, 39]": 1338, "[63, 58, 42, 39]": 1339, "[61, 53, 47, 44]": 1340, "[59, 51, 47, 44]": 1341, "[56, 50, 41, 34]": 1342, "[53, 46, 42, 37]": 1343, "[51, 47, 42, 34]": 1344, "[58, 49, 41, 37]": 1345, "[58, 50, 44, 34]": 1346, "[58, 51, 42, 34]": 1347, "[58, 51, 41, 34]": 1348, "[58, 50, 46, 34]": 1349, "[54, 51, 46, 37]": 1350, "[56, 53, 44, 35]": 1351, "[58, 54, 42, 34]": 1352, "[59, 56, 42, 32]": 1353, "[59, 56, 41, 37]": 1354, "[59, 56, 39, 37]": 1355, "[58, 56, 37, 30]": 1356, "[58, 56, 37, 32]": 1357, "[56, 52, 42, 34]": 1358, "[54, 51, 42, 35]": 1359, "[58, 53, 46, 37]": 1360, "[59, 54, 46, 39]": 1361, "[58, 54, 46, 42]": 1362, "[56, 53, 48, 44]": 1363, "[54, 51, 49, 46]": 1364, "[53, 49, 49, 42]": 1365, "[51, 48, 44, 44]": 1366, "[51, 48, 44, 42]": 1367, "[53, 49, 44, 41]": 1368, "[54, 51, 44, 39]": 1369, "[56, 53, 46, 36]": 1370, "[56, 53, 48, 36]": 1371, "[56, 53, 49, 34]": 1372, "[53, 51, 44, 37]": 1373, "[51, 49, 44, 44]": 1374, "[51, 48, 42, 32]": 1375, "[54, 46, 46, 39]": 1376, "[54, 51, 46, 36]": 1377, "[53, 49, 44, 25]": 1378, "[53, 49, 47, 25]": 1379, "[51, 46, 44, 39]": 1380, "[51, 46, 42, 39]": 1381, "[53, 48, 41, 33]": 1382, "[51, 48, 41, 33]": 1383, "[49, 44, 41, 34]": 1384, "[51, 42, 37, 34]": 1385, "[54, 46, 39, 27]": 1386, "[54, 46, 39, 29]": 1387, "[54, 46, 41, 32]": 1388, "[49, 46, 42, 35]": 1389, "[47, 44, 39, 39]": 1390, "[46, 42, 37, 40]": 1391, "[47, 42, 39, 40]": 1392, "[49, 42, 40, 34]": 1393, "[47, 42, 40, 35]": 1394, "[47, 42, 39, 35]": 1395, "[46, 42, 42, 39]": 1396, "[46, 42, 40, 37]": 1397, "[51, 47, 35, 32]": 1398, "[51, 46, 35, 30]": 1399, "[49, 44, 35, 29]": 1400, "[53, 41, 37, 25]": 1401, "[53, 41, 35, 25]": 1402, "[54, 39, 34, 27]": 1403, "[53, 46, 30, 27]": 1404, "[51, 47, 42, 29]": 1405, "[54, 51, 46, 32]": 1406, "[53, 51, 46, 34]": 1407, "[53, 49, 41, 34]": 1408, "[51, 47, 42, 32]": 1409, "[49, 46, 41, 30]": 1410, "[51, 46, 39, 30]": 1411, "[49, 44, 41, 32]": 1412, "[46, 42, 39, 30]": 1413, "[44, 42, 32, 37]": 1414, "[44, 41, 37, 25]": 1415, "[54, 49, 46, 29]": 1416, "[54, 51, 46, 29]": 1417, "[51, 47, 42, 37]": 1418, "[51, 47, 42, 41]": 1419, "[49, 46, 42, 41]": 1420, "[56, 51, 42, 34]": 1421, "[58, 53, 41, 26]": 1422, "[58, 51, 42, 27]": 1423, "[56, 51, 42, 32]": 1424, "[59, 49, 44, 30]": 1425, "[58, 54, 42, 39]": 1426, "[54, 46, 42, 34]": 1427, "[51, 51, 46, 30]": 1428, "[53, 51, 47, 32]": 1429, "[53, 51, 47, 29]": 1430, "[53, 50, 46, 22]": 1431, "[58, 49, 46, 44]": 1432, "[56, 49, 41, 39]": 1433, "[59, 49, 41, 34]": 1434, "[57, 55, 49, 42]": 1435, "[57, 57, 49, 42]": 1436, "[57, 57, 50, 40]": 1437, "[57, 57, 52, 40]": 1438, "[59, 55, 52, 40]": 1439, "[62, 54, 50, 35]": 1440, "[62, 54, 52, 37]": 1441, "[62, 59, 54, 40]": 1442, "[59, 54, 50, 42]": 1443, "[59, 54, 48, 42]": 1444, "[59, 52, 47, 43]": 1445, "[57, 52, 48, 43]": 1446, "[57, 51, 48, 42]": 1447, "[55, 52, 47, 43]": 1448, "[55, 52, 52, 48]": 1449, "[54, 52, 48, 45]": 1450, "[54, 51, 45, 42]": 1451, "[54, 51, 42, 47]": 1452, "[54, 51, 47, 35]": 1453, "[54, 51, 45, 35]": 1454, "[52, 47, 43, 40]": 1455, "[52, 52, 43, 40]": 1456, "[59, 54, 42, 40]": 1457, "[59, 55, 47, 40]": 1458, "[59, 54, 47, 40]": 1459, "[59, 52, 52, 43]": 1460, "[59, 52, 50, 43]": 1461, "[57, 52, 49, 43]": 1462, "[59, 50, 47, 43]": 1463, "[61, 55, 52, 47]": 1464, "[61, 54, 50, 46]": 1465, "[62, 57, 47, 42]": 1466, "[61, 57, 50, 40]": 1467, "[55, 52, 50, 40]": 1468, "[57, 52, 48, 42]": 1469, "[59, 52, 49, 43]": 1470, "[57, 54, 48, 38]": 1471, "[57, 54, 47, 39]": 1472, "[55, 52, 48, 40]": 1473, "[54, 50, 47, 42]": 1474, "[54, 47, 44, 42]": 1475, "[54, 50, 47, 38]": 1476, "[54, 49, 45, 38]": 1477, "[52, 47, 44, 38]": 1478, "[52, 50, 45, 35]": 1479, "[57, 55, 52, 37]": 1480, "[59, 50, 47, 42]": 1481, "[59, 52, 47, 42]": 1482, "[59, 54, 47, 42]": 1483, "[61, 55, 47, 40]": 1484, "[61, 55, 45, 40]": 1485, "[61, 55, 43, 40]": 1486, "[62, 55, 45, 42]": 1487, "[62, 57, 48, 42]": 1488, "[62, 57, 47, 43]": 1489, "[62, 55, 47, 43]": 1490, "[62, 55, 45, 38]": 1491, "[62, 52, 45, 38]": 1492, "[62, 57, 47, 35]": 1493, "[62, 57, 47, 40]": 1494, "[61, 56, 49, 33]": 1495, "[59, 51, 54, 45]": 1496, "[59, 49, 54, 45]": 1497, "[59, 47, 52, 43]": 1498, "[59, 47, 50, 43]": 1499, "[57, 50, 52, 42]": 1500, "[57, 50, 50, 42]": 1501, "[59, 59, 50, 44]": 1502, "[61, 59, 49, 45]": 1503, "[61, 57, 50, 37]": 1504, "[61, 57, 50, 38]": 1505, "[61, 54, 50, 40]": 1506, "[54, 50, 45, 42]": 1507, "[52, 50, 45, 45]": 1508, "[52, 49, 45, 43]": 1509, "[57, 50, 45, 42]": 1510, "[57, 52, 45, 42]": 1511, "[57, 54, 45, 42]": 1512, "[59, 55, 50, 42]": 1513, "[62, 55, 47, 35]": 1514, "[62, 55, 47, 37]": 1515, "[62, 55, 47, 38]": 1516, "[62, 52, 43, 38]": 1517, "[62, 59, 52, 37]": 1518, "[62, 58, 52, 37]": 1519, "[59, 59, 52, 43]": 1520, "[59, 57, 51, 35]": 1521, "[59, 55, 51, 35]": 1522, "[55, 54, 47, 40]": 1523, "[55, 52, 47, 31]": 1524, "[54, 52, 48, 33]": 1525, "[52, 47, 45, 42]": 1526, "[59, 54, 47, 43]": 1527, "[59, 55, 52, 36]": 1528, "[59, 55, 49, 37]": 1529, "[57, 55, 45, 38]": 1530, "[59, 52, 47, 38]": 1531, "[59, 57, 47, 39]": 1532, "[61, 54, 47, 40]": 1533, "[61, 56, 45, 41]": 1534, "[61, 59, 44, 41]": 1535, "[62, 57, 42, 42]": 1536, "[62, 52, 47, 44]": 1537, "[57, 54, 50, 36]": 1538, "[55, 55, 50, 35]": 1539, "[57, 54, 48, 33]": 1540, "[59, 55, 50, 31]": 1541, "[59, 55, 48, 31]": 1542, "[59, 55, 50, 35]": 1543, "[57, 55, 52, 36]": 1544, "[55, 52, 49, 40]": 1545, "[54, 49, 46, 40]": 1546, "[54, 52, 46, 38]": 1547, "[54, 52, 46, 37]": 1548, "[54, 50, 47, 40]": 1549, "[62, 57, 54, 30]": 1550, "[62, 59, 52, 32]": 1551, "[61, 59, 52, 33]": 1552, "[64, 59, 52, 37]": 1553, "[64, 57, 52, 49]": 1554, "[64, 56, 52, 49]": 1555, "[61, 57, 52, 49]": 1556, "[62, 57, 50, 47]": 1557, "[64, 57, 49, 44]": 1558, "[62, 56, 47, 42]": 1559, "[61, 49, 47, 42]": 1560, "[61, 50, 47, 42]": 1561, "[59, 50, 44, 40]": 1562, "[59, 52, 43, 40]": 1563, "[59, 52, 45, 42]": 1564, "[59, 53, 50, 44]": 1565, "[57, 52, 50, 45]": 1566, "[57, 51, 48, 45]": 1567, "[55, 52, 48, 45]": 1568, "[55, 52, 49, 46]": 1569, "[54, 52, 47, 47]": 1570, "[52, 47, 44, 40]": 1571, "[52, 52, 49, 33]": 1572, "[52, 52, 49, 45]": 1573, "[59, 54, 51, 44]": 1574, "[59, 54, 51, 42]": 1575, "[59, 47, 52, 44]": 1576, "[59, 56, 52, 49]": 1577, "[57, 56, 52, 42]": 1578, "[59, 56, 44, 39]": 1579, "[61, 54, 45, 37]": 1580, "[57, 52, 47, 45]": 1581, "[57, 54, 45, 40]": 1582, "[59, 55, 43, 40]": 1583, "[59, 54, 43, 38]": 1584, "[57, 52, 43, 37]": 1585, "[57, 57, 42, 36]": 1586, "[57, 57, 40, 36]": 1587, "[57, 51, 42, 35]": 1588, "[57, 47, 43, 35]": 1589, "[57, 47, 45, 35]": 1590, "[55, 52, 49, 34]": 1591, "[54, 51, 49, 35]": 1592, "[54, 51, 47, 37]": 1593, "[54, 49, 44, 42]": 1594, "[54, 50, 45, 30]": 1595, "[50, 49, 45, 33]": 1596, "[49, 49, 43, 34]": 1597, "[49, 49, 42, 34]": 1598, "[54, 47, 47, 31]": 1599, "[49, 47, 40, 33]": 1600, "[50, 43, 35, 28]": 1601, "[49, 43, 37, 22]": 1602, "[49, 42, 37, 22]": 1603, "[54, 50, 42, 35]": 1604, "[56, 50, 40, 28]": 1605, "[59, 47, 42, 39]": 1606, "[57, 49, 42, 37]": 1607, "[57, 49, 42, 35]": 1608, "[57, 49, 44, 30]": 1609, "[54, 49, 42, 38]": 1610, "[54, 45, 42, 37]": 1611, "[52, 47, 43, 31]": 1612, "[49, 43, 40, 33]": 1613, "[50, 42, 38, 26]": 1614, "[54, 45, 37, 26]": 1615, "[52, 44, 35, 28]": 1616, "[50, 44, 35, 28]": 1617, "[50, 47, 42, 25]": 1618, "[50, 47, 42, 26]": 1619, "[50, 47, 42, 28]": 1620, "[49, 47, 42, 30]": 1621, "[49, 45, 42, 30]": 1622, "[54, 49, 44, 32]": 1623, "[49, 49, 45, 30]": 1624, "[49, 49, 44, 28]": 1625, "[54, 49, 42, 27]": 1626, "[54, 48, 44, 32]": 1627, "[66, 61, 56, 41]": 1628, "[66, 58, 54, 39]": 1629, "[61, 56, 56, 41]": 1630, "[58, 54, 49, 46]": 1631, "[58, 54, 49, 47]": 1632, "[56, 54, 49, 49]": 1633, "[56, 53, 47, 49]": 1634, "[56, 51, 51, 35]": 1635, "[58, 53, 50, 34]": 1636, "[66, 54, 51, 39]": 1637, "[66, 56, 51, 39]": 1638, "[65, 58, 51, 46]": 1639, "[65, 58, 49, 46]": 1640, "[66, 58, 58, 42]": 1641, "[66, 63, 58, 42]": 1642, "[68, 63, 56, 41]": 1643, "[68, 60, 56, 41]": 1644, "[68, 61, 53, 46]": 1645, "[65, 61, 56, 44]": 1646, "[61, 56, 53, 49]": 1647, "[61, 58, 54, 46]": 1648, "[61, 56, 46, 42]": 1649, "[63, 58, 51, 43]": 1650, "[61, 58, 51, 43]": 1651, "[59, 58, 51, 44]": 1652, "[58, 56, 51, 39]": 1653, "[58, 55, 51, 39]": 1654, "[56, 56, 51, 41]": 1655, "[61, 54, 51, 47]": 1656, "[59, 56, 51, 47]": 1657, "[58, 56, 49, 51]": 1658, "[58, 54, 49, 51]": 1659, "[56, 54, -1, 37]": 1660, "[54, 49, 49, 46]": 1661, "[58, 54, 49, 49]": 1662, "[54, 54, 49, 46]": 1663, "[54, 54, 46, 42]": 1664, "[56, 51, 47, 42]": 1665, "[61, 56, 51, 47]": 1666, "[61, 58, 53, 49]": 1667, "[58, 54, 54, 51]": 1668, "[58, 54, 53, 49]": 1669, "[58, 56, 49, 49]": 1670, "[61, 54, 49, 35]": 1671, "[54, 53, 46, 39]": 1672, "[63, 58, 54, 39]": 1673, "[63, 60, 54, 39]": 1674, "[65, 61, 53, 46]": 1675, "[65, 61, 53, 44]": 1676, "[65, 61, 58, 42]": 1677, "[58, 53, 49, 42]": 1678, "[61, 54, 49, 30]": 1679, "[59, 56, 44, 42]": 1680, "[58, 54, 47, 42]": 1681, "[54, 54, 44, 39]": 1682, "[54, 54, 42, 39]": 1683, "[61, 57, 54, 54]": 1684, "[61, 57, 54, 52]": 1685, "[66, 59, 56, 50]": 1686, "[62, 56, 56, 47]": 1687, "[61, 57, 56, 45]": 1688, "[61, 57, 54, 45]": 1689, "[59, 57, 54, 50]": 1690, "[59, 57, 53, 50]": 1691, "[59, 56, 54, 50]": 1692, "[59, 54, 54, 50]": 1693, "[69, 61, 54, 44]": 1694, "[69, 61, 54, 47]": 1695, "[66, 61, 54, 49]": 1696, "[68, 59, 53, 49]": 1697, "[66, 59, 50, 47]": 1698, "[64, 59, 52, 49]": 1699, "[66, 57, 50, 50]": 1700, "[68, 62, 59, 49]": 1701, "[69, 64, 55, 49]": 1702, "[64, 61, 55, 45]": 1703, "[66, 61, 54, 50]": 1704, "[64, 59, 55, 49]": 1705, "[64, 58, 54, 49]": 1706, "[61, 59, 54, 50]": 1707, "[62, 59, 54, 49]": 1708, "[61, 58, 54, 54]": 1709, "[69, 59, 54, 51]": 1710, "[68, 59, 52, 52]": 1711, "[69, 59, 52, 54]": 1712, "[71, 59, 52, 56]": 1713, "[71, 59, 51, 56]": 1714, "[69, 59, 54, 50]": 1715, "[68, 63, 56, 52]": 1716, "[64, 59, 56, 42]": 1717, "[61, 59, 56, 45]": 1718, "[61, 59, 53, 44]": 1719, "[61, 57, 51, 42]": 1720, "[56, 51, 41, 35]": 1721, "[56, 51, 39, 35]": 1722, "[58, 50, 41, 34]": 1723, "[59, 51, 42, 41]": 1724, "[58, 46, 42, 42]": 1725, "[56, 48, 44, 42]": 1726, "[56, 50, 44, 41]": 1727, "[58, 51, 46, 42]": 1728, "[59, 50, 44, 41]": 1729, "[54, 51, 39, 32]": 1730, "[53, 50, 44, 34]": 1731, "[49, 49, 41, 34]": 1732, "[49, 47, 41, 32]": 1733, "[56, 48, 39, 30]": 1734, "[56, 49, 41, 29]": 1735, "[58, 49, 40, 31]": 1736, "[58, 49, 39, 31]": 1737, "[59, 47, 37, 32]": 1738, "[58, 51, 35, 32]": 1739, "[56, 52, 47, 32]": 1740, "[56, 52, 47, 34]": 1741, "[61, 56, 49, 29]": 1742, "[58, 56, 49, 30]": 1743, "[58, 54, 46, 39]": 1744, "[58, 54, 47, 37]": 1745, "[54, 49, 42, 35]": 1746, "[54, 49, 47, 32]": 1747, "[54, 52, 49, 33]": 1748, "[52, 47, 44, 32]": 1749, "[50, 47, 42, 32]": 1750, "[52, 49, 45, 32]": 1751, "[56, 50, 47, 30]": 1752, "[56, 50, 47, 29]": 1753, "[54, 49, 47, 30]": 1754, "[52, 47, 47, 32]": 1755, "[52, 47, 44, 28]": 1756, "[56, 49, 47, 35]": 1757, "[54, 51, 45, 36]": 1758, "[61, 54, 49, 33]": 1759, "[61, 54, 47, 35]": 1760, "[61, 54, 45, 35]": 1761, "[61, 54, 44, 37]": 1762, "[61, 53, 45, 37]": 1763, "[57, 49, 44, 42]": 1764, "[52, 45, 42, 32]": 1765, "[54, 49, 49, 33]": 1766, "[53, 47, 44, 33]": 1767, "[57, 49, 44, 32]": 1768, "[52, 47, 35, 32]": 1769, "[50, 45, 40, 35]": 1770, "[52, 45, 42, 37]": 1771, "[52, 47, 44, 37]": 1772, "[52, 50, 45, 37]": 1773, "[52, 50, 45, 33]": 1774, "[52, 49, 44, 33]": 1775, "[50, 47, 42, 37]": 1776, "[50, 46, 42, 37]": 1777, "[50, 47, 42, 38]": 1778, "[59, 54, 47, 32]": 1779, "[59, 53, 47, 32]": 1780, "[56, 51, 49, 37]": 1781, "[54, 51, 45, 33]": 1782, "[56, 53, 47, 35]": 1783, "[57, 52, 47, 37]": 1784, "[56, 50, 45, 40]": 1785, "[59, 49, 45, 44]": 1786, "[61, 49, 40, 45]": 1787, "[59, 50, 42, 38]": 1788, "[59, 49, 44, 40]": 1789, "[56, 59, 50, 37]": 1790, "[54, 57, 49, 39]": 1791, "[56, 56, 47, 41]": 1792, "[57, 54, 44, 40]": 1793, "[57, 52, 42, 37]": 1794, "[54, 45, 42, 30]": 1795, "[59, 52, 40, 32]": 1796, "[56, 47, 52, 40]": 1797, "[57, 47, 52, 42]": 1798, "[59, 47, 53, 44]": 1799, "[57, 56, 45, 42]": 1800, "[57, 54, 47, 44]": 1801, "[57, 53, 47, 44]": 1802, "[57, 54, 49, 47]": 1803, "[59, 52, 42, 37]": 1804, "[57, 51, 45, 30]": 1805, "[56, 52, 47, 33]": 1806, "[54, 52, 42, 33]": 1807, "[56, 47, 44, 40]": 1808, "[56, 54, 44, 35]": 1809, "[56, 53, 47, 30]": 1810, "[59, 53, 44, 32]": 1811, "[59, 56, 51, 32]": 1812, "[54, 54, 46, 39]": 1813, "[54, 54, 46, 37]": 1814, "[56, 54, 46, 37]": 1815, "[58, 49, 42, 41]": 1816, "[58, 51, 43, 37]": 1817, "[55, 51, 49, 39]": 1818, "[61, 51, 46, 31]": 1819, "[59, 51, 47, 32]": 1820, "[59, 53, 49, 32]": 1821, "[56, 54, 39, 35]": 1822, "[56, 53, 39, 35]": 1823, "[58, 51, 44, 41]": 1824, "[58, 51, 47, 42]": 1825, "[59, 56, 41, 38]": 1826, "[58, 54, 41, 39]": 1827, "[56, 54, 39, 36]": 1828, "[54, 51, 42, 39]": 1829, "[56, 49, 42, 34]": 1830, "[54, 51, 46, 42]": 1831, "[56, 53, 44, 41]": 1832, "[61, 54, 44, 39]": 1833, "[56, 56, 49, 37]": 1834, "[58, 56, 46, 42]": 1835, "[58, 54, 51, 42]": 1836, "[56, 54, 51, 41]": 1837, "[61, 54, 51, 41]": 1838, "[61, 56, 53, 41]": 1839, "[61, 58, 53, 43]": 1840, "[58, 53, 51, 39]": 1841, "[58, 54, 46, 37]": 1842, "[61, 53, 46, 34]": 1843, "[61, 53, 49, 46]": 1844, "[61, 54, 49, 44]": 1845, "[59, 56, 49, 42]": 1846, "[58, 56, 46, 30]": 1847, "[56, 53, 47, 39]": 1848, "[56, 53, 47, 38]": 1849, "[54, 53, 42, 39]": 1850, "[54, 51, 46, 35]": 1851, "[54, 51, 44, 35]": 1852, "[59, 51, 51, 32]": 1853, "[58, 54, 46, 30]": 1854, "[58, 54, 47, 32]": 1855, "[54, 53, 46, 37]": 1856, "[70, 61, 54, 42]": 1857, "[70, 61, 56, 42]": 1858, "[68, 61, 56, 53]": 1859, "[70, 61, 54, 52]": 1860, "[71, 59, 54, 51]": 1861, "[71, 61, 54, 51]": 1862, "[71, 63, 59, 49]": 1863, "[71, 63, 59, 47]": 1864, "[68, 63, 51, 48]": 1865, "[68, 61, 53, 47]": 1866, "[66, 63, 58, 47]": 1867, "[68, 61, 53, 37]": 1868, "[68, 60, 51, 37]": 1869, "[68, 61, 51, 48]": 1870, "[68, 60, 54, 51]": 1871, "[68, 61, 56, 49]": 1872, "[70, 61, 54, 54]": 1873, "[70, 61, 52, 54]": 1874, "[66, 61, 52, 47]": 1875, "[66, 58, 49, 47]": 1876, "[66, 61, 58, 47]": 1877, "[66, 61, 58, 49]": 1878, "[65, 59, 56, 49]": 1879, "[66, 58, 54, 51]": 1880, "[66, 58, 54, 49]": 1881, "[68, 63, 54, 47]": 1882, "[65, 61, 58, 48]": 1883, "[65, 63, 60, 46]": 1884, "[65, 63, 60, 45]": 1885, "[65, 61, 58, 46]": 1886, "[65, 61, 58, 44]": 1887, "[65, 62, 58, 42]": 1888, "[65, 62, 58, 41]": 1889, "[66, 63, 58, 39]": 1890, "[65, 63, 59, 44]": 1891, "[65, 63, 59, 46]": 1892, "[65, 63, 59, 47]": 1893, "[65, 61, 58, 49]": 1894, "[65, 61, 59, 51]": 1895, "[65, 56, 61, 49]": 1896, "[65, 56, 61, 47]": 1897, "[65, 61, 59, 46]": 1898, "[65, 61, 59, 44]": 1899, "[66, 61, 59, 42]": 1900, "[66, 61, 56, 42]": 1901, "[66, 61, 58, 51]": 1902, "[68, 63, 56, 51]": 1903, "[70, 65, 61, 49]": 1904, "[71, 65, 54, 51]": 1905, "[71, 63, 56, 53]": 1906, "[70, 61, 58, 54]": 1907, "[70, 66, 61, 42]": 1908, "[68, 63, 59, 51]": 1909, "[68, 61, 58, 52]": 1910, "[67, 63, 59, 51]": 1911, "[67, 64, 58, 49]": 1912, "[67, 61, 58, 51]": 1913, "[68, 59, 56, 51]": 1914, "[68, 64, 58, 49]": 1915, "[68, 63, 59, 44]": 1916, "[70, 63, 54, 51]": 1917, "[70, 65, 53, 50]": 1918, "[68, 65, 58, 50]": 1919, "[66, 63, 58, 51]": 1920, "[68, 63, 51, 47]": 1921, "[68, 63, 53, 47]": 1922, "[70, 61, 54, 46]": 1923, "[71, 63, 54, 44]": 1924, "[71, 63, 53, 44]": 1925, "[71, 63, 51, 44]": 1926, "[71, 61, 53, 49]": 1927, "[70, 61, 51, 43]": 1928, "[68, 59, 51, 44]": 1929, "[68, 61, 51, 46]": 1930, "[68, 63, 56, 47]": 1931, "[67, 61, 58, 46]": 1932, "[67, 63, 58, 47]": 1933, "[68, 64, 56, 49]": 1934, "[68, 61, 52, 37]": 1935, "[68, 60, 51, 44]": 1936, "[70, 63, 54, 39]": 1937, "[70, 63, 54, 41]": 1938, "[70, 61, 54, 44]": 1939, "[66, 61, 54, 42]": 1940, "[70, 61, 54, 47]": 1941, "[71, 63, 58, 46]": 1942, "[71, 63, 56, 47]": 1943, "[68, 61, 53, 51]": 1944, "[68, 61, 53, 44]": 1945, "[66, 61, 56, 47]": 1946, "[65, 59, 49, 37]": 1947, "[61, 58, 49, 42]": 1948, "[61, 59, 56, 41]": 1949, "[63, 59, 54, 42]": 1950, "[64, 61, 54, 34]": 1951, "[63, 61, 54, 35]": 1952, "[63, 59, 56, 35]": 1953, "[61, 52, 57, 37]": 1954, "[61, 54, 57, 39]": 1955, "[56, 54, 47, 42]": 1956, "[56, 49, 46, 41]": 1957, "[58, 54, 51, 41]": 1958, "[60, 51, 44, 42]": 1959, "[66, 58, 51, 39]": 1960, "[66, 60, 51, 39]": 1961, "[65, 61, 53, 37]": 1962, "[65, 61, 54, 37]": 1963, "[63, 58, 56, 46]": 1964, "[65, 56,