{"vocab": {"(60, 55, 52, 48)": 0, "(67, 55, 50, 47)": 1, "(65, 55, 50, 47)": 2, "(64, 55, 48, 48)": 3, "(62, 55, 50, 47)": 4, "(60, 57, 52, 45)": 5, "(60, 59, 53, 45)": 6, "(67, 60, 55, 40)": 7, "(69, 60, 55, 41)": 8, "(69, 60, 53, 43)": 9, "(69, 60, 52, 43)": 10, "(69, 60, 53, 45)": 11, "(69, 60, 53, 47)": 12, "(67, 60, 52, 48)": 13, "(67, 62, 55, 47)": 14, "(69, 64, 55, 48)": 15, "(71, 62, 54, 50)": 16, "(72, 60, 55, 52)": 17, "(72, 62, 57, 53)": 18, "(71, 62, 59, 55)": 19, "(71, 62, 50, 47)": 20, "(69, 60, 52, 48)": 21, "(69, 60, 57, 45)": 22, "(69, 60, 54, 50)": 23, "(67, 59, 55, 43)": 24, "(64, 60, 55, 48)": 25, "(69, 60, 53, 41)": 26, "(69, 60, 52, 41)": 27, "(67, 59, 50, 43)": 28, "(65, 60, 57, 45)": 29, "(65, 62, 55, 47)": 30, "(64, 60, 55, 41)": 31, "(62, 60, 55, 43)": 32, "(62, 59, 55, 43)": 33, "(60, 60, 55, 36)": 34, "(64, 64, 55, 48)": 35, "(67, 62, 55, 43)": 36, "(64, 60, 55, 36)": 37, "(64, 60, 55, 38)": 38, "(64, 60, 55, 40)": 39, "(62, 57, 55, 45)": 40, "(62, 55, 55, 47)": 41, "(62, 55, 53, 43)": 42, "(64, 55, 52, 48)": 43, "(64, 55, 53, 50)": 44, "(64, 55, 55, 52)": 45, "(64, 57, 55, 53)": 46, "(62, 59, 55, 55)": 47, "(62, 59, 55, 53)": 48, "(62, 59, 55, 52)": 49, "(62, 59, 55, 50)": 50, "(64, 60, 55, 47)": 51, "(64, 60, 57, 45)": 52, "(64, 60, 57, 43)": 53, "(62, 60, 57, 41)": 54, "(62, 60, 57, 38)": 55, "(62, 59, 53, 43)": 56, "(60, 60, 52, 36)": 57, "(72, 64, 57, 33)": 58, "(72, 64, 55, 36)": 59, "(71, 62, 53, 38)": 60, "(71, 62, 53, 40)": 61, "(65, 57, 48, 45)": 62, "(65, 57, 50, 47)": 63, "(64, 55, 55, 40)": 64, "(62, 57, 53, 41)": 65, "(62, 57, 53, 38)": 66, "(62, 57, 52, 38)": 67, "(62, 55, 50, 43)": 68, "(60, 55, 52, 36)": 69, "(63, 60, 55, 48)": 70, "(63, 60, 56, 48)": 71, "(63, 58, 58, 55)": 72, "(63, 60, 58, 55)": 73, "(70, 62, 56, 53)": 74, "(70, 63, 55, 51)": 75, "(70, 65, 53, 50)": 76, "(68, 58, 51, 51)": 77, "(67, 58, 51, 51)": 78, "(65, 57, 53, 51)": 79, "(65, 57, 53, 49)": 80, "(67, 58, 51, 48)": 81, "(67, 58, 49, 46)": 82, "(68, 56, 51, 48)": 83, "(67, 63, 51, 44)": 84, "(65, 62, 58, 46)": 85, "(65, 62, 56, 46)": 86, "(63, 58, 55, 39)": 87, "(63, 60, 51, 44)": 88, "(65, 60, 51, 45)": 89, "(65, 60, 51, 46)": 90, "(67, 58, 50, 46)": 91, "(68, 62, 53, 47)": 92, "(68, 60, 51, 48)": 93, "(65, 58, 53, 50)": 94, "(70, 58, 53, 50)": 95, "(70, 60, 53, 50)": 96, "(70, 62, 58, 46)": 97, "(72, 63, 58, 53)": 98, "(72, 60, 57, 53)": 99, "(67, 63, 58, 51)": 100, "(67, 63, 58, 50)": 101, "(67, 63, 60, 48)": 102, "(68, 63, 60, 46)": 103, "(70, 64, 60, 44)": 104, "(70, 64, 60, 43)": 105, "(68, 65, 60, 41)": 106, "(68, 63, 60, 41)": 107, "(67, 62, 58, 46)": 108, "(65, 60, 58, 44)": 109, "(63, 58, 58, 43)": 110, "(65, 60, 56, 41)": 111, "(65, 62, 56, 41)": 112, "(67, 63, 55, 39)": 113, "(67, 60, 57, 39)": 114, "(67, 63, 58, 39)": 115, "(67, 62, 58, 39)": 116, "(63, 60, 56, 44)": 117, "(63, 60, 55, 46)": 118, "(65, 60, 56, 44)": 119, "(67, 62, 58, 43)": 120, "(67, 64, 58, 43)": 121, "(67, 64, 60, 48)": 122, "(67, 64, 58, 48)": 123, "(65, 65, 56, 49)": 124, "(65, 63, 56, 48)": 125, "(67, 61, 58, 46)": 126, "(68, 60, 51, 44)": 127, "(67, 58, 51, 39)": 128, "(67, 63, 51, 39)": 129, "(65, 63, 53, 46)": 130, "(65, 62, 53, 46)": 131, "(63, 62, 55, 46)": 132, "(63, 60, 57, 46)": 133, "(70, 63, 58, 48)": 134, "(70, 65, 58, 50)": 135, "(68, 65, 58, 46)": 136, "(67, 65, 58, 51)": 137, "(67, 58, 55, 50)": 138, "(68, 63, 51, 48)": 139, "(67, 63, 55, 46)": 140, "(65, 63, 60, 44)": 141, "(65, 63, 56, 41)": 142, "(60, 55, 48, 40)": 143, "(56, 53, 48, 41)": 144, "(58, 51, 46, 43)": 145, "(60, 51, 44, 44)": 146, "(61, 51, 44, 44)": 147, "(63, 51, 44, 36)": 148, "(61, 53, 44, 34)": 149, "(61, 51, 43, 39)": 150, "(60, 51, 44, 32)": 151, "(60, 56, 51, 44)": 152, "(61, 56, 51, 44)": 153, "(63, 56, 51, 36)": 154, "(63, 55, 51, 36)": 155, "(63, 56, 51, 37)": 156, "(58, 55, 51, 39)": 157, "(58, 53, 51, 39)": 158, "(60, 53, 43, 36)": 159, "(60, 51, 43, 36)": 160, "(56, 51, 41, 41)": 161, "(56, 51, 43, 41)": 162, "(56, 50, 44, 41)": 163, "(55, 51, 46, 39)": 164, "(51, 51, 43, 39)": 165, "(51, 49, 43, 39)": 166, "(56, 48, 48, 41)": 167, "(63, 51, 44, 44)": 168, "(61, 56, 53, 37)": 169, "(60, 56, 53, 37)": 170, "(58, 55, 46, 39)": 171, "(60, 55, 43, 40)": 172, "(56, 55, 48, 41)": 173, "(58, 53, 46, 43)": 174, "(61, 51, 46, 44)": 175, "(63, 53, 48, 45)": 176, "(61, 53, 48, 46)": 177, "(61, 53, 46, 46)": 178, "(60, 53, 45, 41)": 179, "(63, 51, 46, 43)": 180, "(63, 53, 46, 43)": 181, "(63, 55, 46, 41)": 182, "(63, 55, 46, 39)": 183, "(58, 53, 46, 38)": 184, "(58, 53, 44, 38)": 185, "(60, 51, 43, 39)": 186, "(56, 53, 48, 39)": 187, "(56, 53, 46, 38)": 188, "(51, 55, 46, 39)": 189, "(51, 55, 46, 37)": 190, "(56, 56, 51, 36)": 191, "(58, 56, 49, 34)": 192, "(58, 55, 49, 34)": 193, "(60, 56, 51, 32)": 194, "(60, 56, 51, 42)": 195, "(61, 56, 49, 42)": 196, "(61, 56, 49, 41)": 197, "(60, 56, 51, 39)": 198, "(60, 56, 53, 38)": 199, "(58, 56, 46, 39)": 200, "(58, 56, 48, 39)": 201, "(58, 55, 49, 39)": 202, "(56, 51, 48, 32)": 203, "(60, 57, 53, 53)": 204, "(60, 57, 53, 52)": 205, "(62, 59, 53, 50)": 206, "(65, 60, 55, 48)": 207, "(64, 55, 48, 36)": 208, "(65, 53, 48, 38)": 209, "(67, 52, 48, 40)": 210, "(67, 53, 48, 38)": 211, "(67, 55, 48, 40)": 212, "(67, 57, 48, 41)": 213, "(64, 59, 55, 40)": 214, "(60, 57, 55, 45)": 215, "(60, 57, 54, 45)": 216, "(62, 50, 47, 43)": 217, "(55, 52, 47, 40)": 218, "(60, 52, 48, 45)": 219, "(62, 55, 47, 43)": 220, "(62, 55, 47, 41)": 221, "(64, 55, 48, 40)": 222, "(64, 55, 48, 38)": 223, "(65, 55, 48, 36)": 224, "(64, 59, 52, 44)": 225, "(65, 55, 50, 48)": 226, "(67, 57, 52, 49)": 227, "(65, 57, 52, 50)": 228, "(65, 57, 50, 38)": 229, "(64, 57, 49, 45)": 230, "(65, 55, 48, 48)": 231, "(67, 57, 48, 45)": 232, "(67, 59, 47, 43)": 233, "(67, 60, 45, 45)": 234, "(62, 62, 43, 47)": 235, "(62, 60, 45, 47)": 236, "(64, 59, 47, 43)": 237, "(64, 57, 47, 43)": 238, "(60, 55, 52, 40)": 239, "(60, 57, 50, 42)": 240, "(59, 55, 52, 43)": 241, "(55, 50, 47, 41)": 242, "(62, 57, 41, 38)": 243, "(62, 59, 41, 38)": 244, "(64, 60, 43, 36)": 245, "(64, 60, 45, 36)": 246, "(65, 59, 47, 38)": 247, "(65, 57, 47, 38)": 248, "(64, 55, 48, 41)": 249, "(62, 53, 47, 43)": 250, "(60, 52, 43, 36)": 251, "(67, 65, 60, 48)": 252, "(72, 67, 60, 51)": 253, "(71, 67, 62, 55)": 254, "(72, 67, 63, 60)": 255, "(74, 65, 55, 48)": 256, "(75, 63, 55, 48)": 257, "(68, 62, 58, 46)": 258, "(65, 60, 56, 51)": 259, "(65, 60, 55, 51)": 260, "(67, 62, 67, 51)": 261, "(72, 60, 65, 56)": 262, "(72, 67, 63, 56)": 263, "(71, 65, 62, 50)": 264, "(71, 62, 62, 50)": 265, "(71, 63, 55, 48)": 266, "(72, 67, 57, 48)": 267, "(72, 66, 57, 48)": 268, "(74, 67, 59, 55)": 269, "(75, 67, 60, 60)": 270, "(75, 67, 58, 60)": 271, "(74, 65, 56, 53)": 272, "(72, 65, 53, 51)": 273, "(68, 63, 56, 48)": 274, "(70, 63, 55, 46)": 275, "(63, 58, 55, 51)": 276, "(75, 67, 58, 51)": 277, "(74, 65, 58, 55)": 278, "(72, 63, 60, 56)": 279, "(70, 65, 62, 56)": 280, "(70, 67, 63, 55)": 281, "(72, 68, 56, 53)": 282, "(72, 67, 56, 51)": 283, "(70, 63, 60, 48)": 284, "(68, 65, 62, 46)": 285, "(67, 62, 62, 46)": 286, "(65, 62, 58, 58)": 287, "(65, 62, 58, 56)": 288, "(70, 64, 58, 55)": 289, "(70, 65, 60, 53)": 290, "(68, 65, 60, 53)": 291, "(67, 62, 59, 53)": 292, "(75, 67, 60, 51)": 293, "(74, 67, 60, 51)": 294, "(70, 65, 62, 50)": 295, "(70, 62, 62, 50)": 296, "(70, 63, 55, 48)": 297, "(75, 67, 60, 58)": 298, "(77, 65, 60, 56)": 299, "(75, 67, 60, 55)": 300, "(74, 68, 65, 53)": 301, "(72, 68, 65, 51)": 302, "(70, 68, 65, 50)": 303, "(72, 67, 63, 51)": 304, "(74, 68, 60, 53)": 305, "(74, 67, 60, 55)": 306, "(74, 67, 57, 55)": 307, "(74, 65, 59, 43)": 308, "(72, 63, 59, 43)": 309, "(72, 63, 60, 44)": 310, "(75, 68, 60, 56)": 311, "(75, 68, 60, 55)": 312, "(75, 68, 60, 53)": 313, "(72, 68, 63, 53)": 314, "(71, 67, 62, 53)": 315, "(79, 67, 60, 51)": 316, "(79, 67, 59, 50)": 317, "(71, 65, 62, 53)": 318, "(71, 62, 55, 55)": 319, "(71, 63, 55, 55)": 320, "(71, 65, 55, 55)": 321, "(71, 67, 62, 43)": 322, "(72, 67, 62, 43)": 323, "(72, 67, 64, 48)": 324, "(67, 60, 51, 36)": 325, "(67, 60, 53, 38)": 326, "(60, 60, 55, 39)": 327, "(62, 59, 53, 38)": 328, "(63, 60, 55, 36)": 329, "(65, 62, 56, 35)": 330, "(65, 62, 55, 35)": 331, "(63, 62, 55, 36)": 332, "(62, 60, 56, 41)": 333, "(62, 59, 50, 43)": 334, "(60, 55, 51, 36)": 335, "(65, 60, 53, 33)": 336, "(65, 60, 51, 33)": 337, "(65, 58, 50, 34)": 338, "(65, 57, 51, 36)": 339, "(65, 58, 53, 38)": 340, "(65, 58, 53, 51)": 341, "(67, 63, 51, 48)": 342, "(67, 67, 50, 47)": 343, "(69, 67, 48, 45)": 344, "(69, 66, 48, 45)": 345, "(70, 67, 50, 43)": 346, "(67, 63, 60, 36)": 347, "(65, 62, 60, 38)": 348, "(65, 62, 59, 38)": 349, "(63, 55, 60, 39)": 350, "(63, 57, 60, 41)": 351, "(60, 60, 51, 44)": 352, "(60, 60, 51, 43)": 353, "(62, 60, 53, 41)": 354, "(62, 58, 53, 46)": 355, "(62, 58, 53, 45)": 356, "(63, 58, 55, 43)": 357, "(63, 63, 55, 43)": 358, "(68, 65, 58, 51)": 359, "(68, 65, 58, 50)": 360, "(67, 63, 58, 43)": 361, "(67, 58, 55, 39)": 362, "(70, 58, 53, 38)": 363, "(70, 62, 55, 34)": 364, "(68, 60, 51, 36)": 365, "(68, 58, 53, 38)": 366, "(60, 56, 53, 41)": 367, "(62, 56, 47, 41)": 368, "(63, 55, 48, 39)": 369, "(68, 60, 53, 53)": 370, "(67, 60, 55, 51)": 371, "(67, 60, 56, 51)": 372, "(65, 61, 58, 49)": 373, "(70, 61, 53, 46)": 374, "(70, 61, 55, 46)": 375, "(72, 60, 56, 44)": 376, "(72, 62, 56, 44)": 377, "(70, 64, 58, 43)": 378, "(-1, -1, -1, -1)": 379, "(70, 67, 60, 52)": 380, "(68, 63, 60, 53)": 381, "(65, 61, 56, 49)": 382, "(65, 60, 56, 49)": 383, "(61, 58, 53, 44)": 384, "(63, 60, 54, 45)": 385, "(61, 58, 53, 46)": 386, "(61, 56, 53, 46)": 387, "(63, 55, 51, 48)": 388, "(61, 56, 53, 41)": 389, "(61, 56, 53, 43)": 390, "(56, 56, 48, 41)": 391, "(58, 53, 53, 37)": 392, "(68, 62, 53, 53)": 393, "(67, 64, 58, 55)": 394, "(65, 65, 60, 56)": 395, "(68, 65, 56, 53)": 396, "(70, 67, 55, 52)": 397, "(70, 60, 55, 52)": 398, "(72, 63, 53, 45)": 399, "(70, 62, 53, 46)": 400, "(68, 62, 53, 46)": 401, "(70, 58, 51, 48)": 402, "(65, 58, 50, 46)": 403, "(65, 58, 50, 44)": 404, "(63, 58, 51, 43)": 405, "(63, 56, 51, 41)": 406, "(61, 58, 51, 43)": 407, "(61, 55, 51, 39)": 408, "(58, 55, 51, 51)": 409, "(58, 55, 51, 50)": 410, "(63, 57, 51, 48)": 411, "(67, 58, 52, 43)": 412, "(68, 60, 53, 41)": 413, "(70, 61, 55, 40)": 414, "(70, 60, 55, 40)": 415, "(68, 60, 55, 41)": 416, "(68, 62, 53, 41)": 417, "(67, 63, 58, 45)": 418, "(68, 60, 53, 50)": 419, "(67, 58, 55, 51)": 420, "(65, 61, 56, 53)": 421, "(65, 61, 56, 55)": 422, "(63, 60, 56, 56)": 423, "(61, 58, 56, 56)": 424, "(63, 58, 51, 42)": 425, "(61, 58, 53, 41)": 426, "(60, 58, 55, 40)": 427, "(60, 56, 53, 36)": 428, "(60, 53, 50, 36)": 429, "(60, 57, 52, 33)": 430, "(60, 57, 52, 36)": 431, "(59, 55, 52, 40)": 432, "(57, 53, 48, 41)": 433, "(57, 53, 48, 45)": 434, "(55, 52, 48, 48)": 435, "(62, 57, 48, 41)": 436, "(64, 59, 47, 44)": 437, "(64, 57, 48, 45)": 438, "(64, 57, 48, 43)": 439, "(62, 57, 48, 42)": 440, "(65, 55, 50, 35)": 441, "(57, 57, 48, 41)": 442, "(59, 55, 53, 38)": 443, "(59, 56, 52, 40)": 444, "(64, 55, 52, 47)": 445, "(62, 55, 50, 45)": 446, "(65, 55, 47, 43)": 447, "(64, 55, 43, 48)": 448, "(62, 53, 45, 41)": 449, "(60, 53, 44, 41)": 450, "(60, 55, 43, 39)": 451, "(60, 55, 44, 39)": 452, "(58, 53, 46, 37)": 453, "(58, 53, 48, 37)": 454, "(56, 53, 49, 36)": 455, "(56, 53, 49, 34)": 456, "(55, 52, 43, 36)": 457, "(56, 48, 41, 41)": 458, "(58, 49, 41, 37)": 459, "(60, 51, 42, 33)": 460, "(60, 51, 41, 33)": 461, "(58, 49, 41, 34)": 462, "(56, 48, 41, 29)": 463, "(55, 48, 40, 36)": 464, "(53, 48, 44, 41)": 465, "(55, 48, 43, 40)": 466, "(56, 48, 43, 41)": 467, "(53, 49, 44, 37)": 468, "(53, 49, 46, 37)": 469, "(53, 48, 48, 33)": 470, "(51, 48, 41, 33)": 471, "(49, 46, 41, 34)": 472, "(48, 45, 41, 29)": 473, "(51, 46, 42, 30)": 474, "(53, 47, 44, 26)": 475, "(51, 46, 42, 27)": 476, "(51, 46, 44, 27)": 477, "(49, 46, 46, 28)": 478, "(53, 48, 44, 29)": 479, "(52, 46, 43, 31)": 480, "(53, 48, 41, 32)": 481, "(55, 49, 41, 34)": 482, "(56, 48, 41, 36)": 483, "(56, 48, 39, 36)": 484, "(55, 48, 44, 32)": 485, "(53, 48, 44, 32)": 486, "(56, 51, 48, 36)": 487, "(58, 51, 43, 39)": 488, "(60, 51, 44, 43)": 489, "(60, 53, 44, 39)": 490, "(55, 53, 49, 34)": 491, "(55, 52, 48, 36)": 492, "(55, 48, 43, 39)": 493, "(51, 48, 44, 32)": 494, "(53, 49, 44, 25)": 495, "(53, 49, 44, 27)": 496, "(53, 49, 44, 29)": 497, "(53, 49, 44, 30)": 498, "(51, 48, 42, 32)": 499, "(48, 46, 40, 36)": 500, "(48, 44, 41, 36)": 501, "(48, 43, 40, 36)": 502, "(70, 61, 51, 43)": 503, "(70, 62, 55, 46)": 504, "(68, 63, 55, 48)": 505, "(68, 65, 53, 50)": 506, "(65, 63, 56, 51)": 507, "(65, 63, 58, 46)": 508, "(65, 62, 55, 46)": 509, "(68, 63, 60, 48)": 510, "(68, 63, 60, 50)": 511, "(65, 62, 56, 47)": 512, "(67, 58, 53, 51)": 513, "(67, 60, 55, 52)": 514, "(68, 60, 55, 52)": 515, "(68, 60, 55, 53)": 516, "(68, 63, 55, 53)": 517, "(68, 60, 51, 53)": 518, "(67, 62, 53, 47)": 519, "(67, 60, 51, 48)": 520, "(65, 60, 51, 50)": 521, "(67, 60, 63, 51)": 522, "(68, 60, 63, 53)": 523, "(70, 55, 62, 55)": 524, "(70, 62, 62, 55)": 525, "(68, 65, 60, 50)": 526, "(65, 60, 57, 51)": 527, "(65, 58, 58, 50)": 528, "(67, 63, 58, 49)": 529, "(69, 63, 60, 49)": 530, "(70, 65, 61, 48)": 531, "(70, 65, 61, 46)": 532, "(69, 65, 53, 53)": 533, "(69, 63, 53, 53)": 534, "(70, 62, 55, 43)": 535, "(67, 63, 55, 48)": 536, "(72, 63, 54, 44)": 537, "(72, 61, 53, 49)": 538, "(70, 61, 52, 49)": 539, "(68, 61, 53, 46)": 540, "(68, 60, 53, 46)": 541, "(67, 58, 52, 48)": 542, "(65, 58, 52, 48)": 543, "(65, 56, 53, 41)": 544, "(67, 60, 51, 46)": 545, "(67, 58, 51, 44)": 546, "(68, 60, 51, 43)": 547, "(70, 60, 51, 43)": 548, "(67, 63, 46, 43)": 549, "(65, 63, 46, 44)": 550, "(65, 60, 58, 46)": 551, "(79, 76, 67, 60)": 552, "(77, 74, 67, 60)": 553, "(76, 72, 67, 60)": 554, "(81, 72, 67, 53)": 555, "(81, 74, 65, 53)": 556, "(83, 74, 65, 55)": 557, "(83, 76, 67, 55)": 558, "(83, 76, 65, 55)": 559, "(84, 76, 64, 57)": 560, "(84, 76, 69, 57)": 561, "(84, 76, 67, 62)": 562, "(84, 74, 66, 62)": 563, "(83, 74, 67, 55)": 564, "(81, 74, 69, 65)": 565, "(83, 74, 69, 65)": 566, "(84, 72, 67, 64)": 567, "(79, 74, 67, 59)": 568, "(77, 74, 67, 59)": 569, "(76, 72, 67, 58)": 570, "(77, 72, 65, 57)": 571, "(77, 72, 65, 56)": 572, "(76, 72, 67, 55)": 573, "(76, 72, 69, 54)": 574, "(74, 72, 69, 55)": 575, "(74, 71, 67, 55)": 576, "(74, 71, 65, 55)": 577, "(72, 67, 64, 60)": 578, "(76, 69, 69, 61)": 579, "(76, 76, 69, 61)": 580, "(78, 76, 69, 62)": 581, "(78, 72, 69, 62)": 582, "(80, 74, 71, 62)": 583, "(80, 74, 71, 60)": 584, "(83, 72, 69, 65)": 585, "(84, 76, 69, 64)": 586, "(84, 76, 69, 62)": 587, "(83, 76, 68, 64)": 588, "(83, 76, 74, 64)": 589, "(81, 76, 72, 57)": 590, "(83, 77, 74, 62)": 591, "(84, 79, 76, 60)": 592, "(86, 79, 74, 60)": 593, "(86, 79, 74, 59)": 594, "(88, 79, 72, 60)": 595, "(86, 81, 72, 65)": 596, "(86, 79, 71, 67)": 597, "(86, 77, 71, 67)": 598, "(84, 76, 67, 60)": 599, "(60, 55, 51, 48)": 600, "(62, 55, 53, 48)": 601, "(65, 62, 60, 45)": 602, "(70, 67, 62, 43)": 603, "(70, 67, 58, 51)": 604, "(69, 67, 63, 48)": 605, "(69, 66, 62, 50)": 606, "(67, 62, 58, 55)": 607, "(65, 62, 57, 50)": 608, "(70, 62, 55, 55)": 609, "(70, 63, 55, 55)": 610, "(69, 63, 57, 53)": 611, "(69, 62, 57, 53)": 612, "(67, 62, 59, 51)": 613, "(67, 60, 60, 51)": 614, "(65, 60, 62, 50)": 615, "(65, 59, 62, 50)": 616, "(60, 55, 51, 46)": 617, "(65, 60, 53, 45)": 618, "(65, 58, 53, 43)": 619, "(63, 57, 53, 41)": 620, "(67, 58, 51, 50)": 621, "(67, 57, 51, 48)": 622, "(66, 57, 50, 50)": 623, "(67, 60, 53, 50)": 624, "(72, 60, 55, 51)": 625, "(72, 62, 55, 51)": 626, "(72, 63, 57, 53)": 627, "(74, 62, 57, 46)": 628, "(72, 62, 57, 46)": 629, "(70, 67, 55, 51)": 630, "(70, 65, 55, 50)": 631, "(72, 63, 55, 48)": 632, "(70, 62, 55, 48)": 633, "(69, 60, 55, 50)": 634, "(67, 58, 50, 43)": 635, "(69, 62, 53, 50)": 636, "(70, 62, 53, 55)": 637, "(69, 60, 51, 48)": 638, "(69, 60, 53, 50)": 639, "(67, 60, 57, 51)": 640, "(65, 62, 58, 50)": 641, "(65, 62, 56, 48)": 642, "(62, 55, 51, 46)": 643, "(63, 60, 51, 43)": 644, "(65, 62, 57, 41)": 645, "(63, 62, 59, 43)": 646, "(65, 60, 60, 44)": 647, "(63, 60, 60, 41)": 648, "(72, 64, 55, 48)": 649, "(72, 65, 57, 53)": 650, "(72, 65, 57, 51)": 651, "(72, 65, 57, 50)": 652, "(72, 65, 57, 48)": 653, "(74, 65, 58, 46)": 654, "(74, 65, 57, 46)": 655, "(72, 62, 54, 50)": 656, "(70, 67, 55, 48)": 657, "(69, 66, 60, 50)": 658, "(67, 62, 59, 43)": 659, "(62, 58, 55, 43)": 660, "(62, 58, 53, 43)": 661, "(60, 56, 51, 43)": 662, "(60, 56, 53, 39)": 663, "(58, 56, 53, 38)": 664, "(58, 55, 48, 40)": 665, "(55, 55, 48, 39)": 666, "(57, 53, 48, 39)": 667, "(57, 55, 48, 39)": 668, "(59, 56, 53, 38)": 669, "(59, 55, 51, 43)": 670, "(59, 55, 50, 43)": 671, "(60, 55, 51, 41)": 672, "(60, 57, 53, 39)": 673, "(60, 59, 53, 39)": 674, "(63, 60, 55, 39)": 675, "(62, 60, 53, 38)": 676, "(62, 57, 54, 50)": 677, "(62, 57, 54, 48)": 678, "(62, 58, 55, 46)": 679, "(62, 58, 55, 45)": 680, "(62, 57, 50, 43)": 681, "(62, 57, 50, 42)": 682, "(58, 57, 50, 43)": 683, "(58, 55, 51, 43)": 684, "(60, 55, 51, 45)": 685, "(60, 53, 53, 45)": 686, "(60, 53, 51, 45)": 687, "(62, 53, 50, 47)": 688, "(62, 53, 48, 47)": 689, "(63, 55, 48, 48)": 690, "(62, 55, 46, 43)": 691, "(62, 58, 50, 42)": 692, "(62, 60, 50, 42)": 693, "(62, 60, 55, 41)": 694, "(62, 59, 55, 41)": 695, "(63, 60, 55, 41)": 696, "(60, 58, 51, 44)": 697, "(60, 55, 51, 43)": 698, "(60, 53, 50, 44)": 699, "(60, 53, 48, 44)": 700, "(59, 55, 50, 41)": 701, "(60, 55, 51, 39)": 702, "(60, 55, 51, 38)": 703, "(62, 55, 50, 36)": 704, "(62, 55, 50, 35)": 705, "(63, 55, 48, 36)": 706, "(63, 60, 48, 36)": 707, "(63, 59, 48, 36)": 708, "(65, 60, 48, 44)": 709, "(60, 55, 53, 50)": 710, "(60, 55, 55, 51)": 711, "(60, 55, 55, 53)": 712, "(62, 59, 53, 51)": 713, "(63, 60, 55, 45)": 714, "(65, 62, 56, 43)": 715, "(67, 63, 58, 41)": 716, "(67, 63, 60, 39)": 717, "(67, 65, 62, 38)": 718, "(72, 67, 63, 36)": 719, "(72, 67, 63, 48)": 720, "(72, 67, 63, 50)": 721, "(74, 67, 62, 48)": 722, "(74, 67, 62, 47)": 723, "(75, 67, 60, 48)": 724, "(75, 67, 59, 48)": 725, "(75, 65, 62, 48)": 726, "(75, 63, 60, 48)": 727, "(75, 62, 58, 48)": 728, "(63, 63, 56, 48)": 729, "(63, 63, 55, 46)": 730, "(65, 63, 58, 44)": 731, "(65, 63, 58, 48)": 732, "(65, 65, 58, 50)": 733, "(67, 63, 58, 53)": 734, "(67, 62, 56, 53)": 735, "(68, 63, 58, 53)": 736, "(68, 62, 58, 41)": 737, "(68, 60, 58, 41)": 738, "(70, 67, 63, 51)": 739, "(70, 67, 63, 39)": 740, "(70, 67, 63, 41)": 741, "(70, 67, 63, 43)": 742, "(70, 65, 61, 43)": 743, "(72, 62, 60, 44)": 744, "(72, 65, 60, 56)": 745, "(75, 67, 58, 55)": 746, "(74, 68, 56, 53)": 747, "(72, 63, 57, 54)": 748, "(72, 62, 57, 54)": 749, "(62, 55, 43, 47)": 750, "(60, 54, 48, 45)": 751, "(59, 50, 55, 43)": 752, "(59, 55, 43, 31)": 753, "(57, 55, 43, 31)": 754, "(55, 55, 50, 41)": 755, "(62, 53, 47, 31)": 756, "(64, 55, 52, 36)": 757, "(64, 55, 52, 40)": 758, "(62, 55, 52, 40)": 759, "(64, 49, 52, 45)": 760, "(64, 49, 49, 45)": 761, "(64, 57, 52, 45)": 762, "(64, 57, 52, 43)": 763, "(65, 57, 48, 43)": 764, "(67, 50, 47, 41)": 765, "(67, 50, 45, 41)": 766, "(67, 48, 43, 40)": 767, "(67, 55, 47, 40)": 768, "(65, 55, 47, 38)": 769, "(62, 55, 50, 31)": 770, "(55, 50, 47, 43)": 771, "(57, 50, 50, 41)": 772, "(57, 50, 50, 40)": 773, "(59, 50, 43, 41)": 774, "(59, 50, 43, 38)": 775, "(62, 55, 43, 35)": 776, "(64, 55, 43, 36)": 777, "(62, 55, 48, 43)": 778, "(62, 55, 47, 31)": 779, "(63, 58, 55, 44)": 780, "(62, 58, 56, 46)": 781, "(70, 65, 58, 51)": 782, "(65, 58, 51, 46)": 783, "(58, 58, 51, 43)": 784, "(62, 56, 53, 44)": 785, "(63, 60, 55, 44)": 786, "(63, 58, 53, 46)": 787, "(63, 58, 55, 46)": 788, "(62, 58, 56, 34)": 789, "(65, 58, 56, 39)": 790, "(65, 65, 58, 51)": 791, "(70, 63, 58, 43)": 792, "(70, 63, 58, 41)": 793, "(70, 63, 58, 44)": 794, "(65, 65, 60, 45)": 795, "(65, 63, 60, 45)": 796, "(65, 60, 57, 53)": 797, "(65, 62, 58, 48)": 798, "(65, 62, 58, 44)": 799, "(67, 60, 57, 45)": 800, "(67, 59, 53, 43)": 801, "(63, 58, 55, 48)": 802, "(62, 56, 53, 48)": 803, "(62, 56, 53, 47)": 804, "(60, 55, 53, 48)": 805, "(60, 56, 50, 41)": 806, "(60, 56, 50, 38)": 807, "(59, 55, 53, 43)": 808, "(75, 67, 63, 60)": 809, "(75, 68, 63, 60)": 810, "(75, 70, 63, 55)": 811, "(75, 70, 65, 55)": 812, "(75, 70, 67, 51)": 813, "(75, 72, 68, 56)": 814, "(75, 72, 67, 56)": 815, "(73, 70, 65, 58)": 816, "(72, 69, 63, 53)": 817, "(72, 69, 62, 53)": 818, "(70, 65, 62, 58)": 819, "(77, 74, 70, 58)": 820, "(79, 75, 70, 51)": 821, "(77, 74, 69, 58)": 822, "(75, 67, 67, 60)": 823, "(75, 69, 65, 60)": 824, "(75, 69, 63, 60)": 825, "(74, 70, 65, 62)": 826, "(72, 70, 67, 63)": 827, "(74, 70, 65, 65)": 828, "(75, 67, 63, 55)": 829, "(75, 68, 61, 55)": 830, "(75, 70, 60, 54)": 831, "(75, 70, 58, 54)": 832, "(75, 69, 60, 53)": 833, "(75, 70, 60, 55)": 834, "(77, 72, 60, 57)": 835, "(74, 65, 62, 58)": 836, "(74, 70, 62, 58)": 837, "(74, 70, 63, 58)": 838, "(72, 70, 65, 53)": 839, "(70, 70, 62, 58)": 840, "(77, 70, 65, 62)": 841, "(79, 70, 63, 63)": 842, "(75, 70, 67, 55)": 843, "(75, 70, 67, 57)": 844, "(74, 70, 65, 58)": 845, "(72, 69, 69, 58)": 846, "(74, 67, 70, 51)": 847, "(82, 74, 67, 55)": 848, "(80, 72, 63, 60)": 849, "(80, 72, 65, 62)": 850, "(79, 70, 67, 63)": 851, "(79, 72, 68, 63)": 852, "(77, 74, 70, 56)": 853, "(75, 75, 70, 55)": 854, "(75, 73, 70, 55)": 855, "(77, 74, 68, 56)": 856, "(79, 75, 67, 51)": 857, "(79, 75, 68, 51)": 858, "(79, 76, 70, 55)": 859, "(80, 77, 72, 53)": 860, "(77, 77, 72, 56)": 861, "(77, 77, 70, 58)": 862, "(77, 77, 68, 58)": 863, "(77, 72, 68, 53)": 864, "(70, 70, 62, 55)": 865, "(77, 70, 62, 58)": 866, "(80, 72, 65, 60)": 867, "(82, 70, 67, 55)": 868, "(80, 72, 65, 56)": 869, "(79, 72, 63, 56)": 870, "(79, 70, 68, 63)": 871, "(77, 70, 70, 62)": 872, "(77, 72, 70, 60)": 873, "(82, 74, 65, 58)": 874, "(82, 74, 65, 56)": 875, "(82, 75, 63, 55)": 876, "(80, 75, 63, 53)": 877, "(79, 70, 63, 51)": 878, "(77, 70, 63, 53)": 879, "(77, 70, 63, 56)": 880, "(79, 70, 63, 58)": 881, "(79, 68, 63, 58)": 882, "(77, 68, 62, 58)": 883, "(77, 67, 62, 58)": 884, "(67, 60, 52, 46)": 885, "(65, 60, 53, 44)": 886, "(65, 59, 53, 44)": 887, "(63, 60, 55, 43)": 888, "(62, 62, 56, 41)": 889, "(60, 59, 53, 43)": 890, "(60, 60, 51, 36)": 891, "(65, 62, 53, 44)": 892, "(63, 62, 56, 46)": 893, "(65, 59, 50, 43)": 894, "(63, 60, 48, 44)": 895, "(68, 60, 53, 55)": 896, "(68, 60, 53, 56)": 897, "(65, 63, 53, 48)": 898, "(63, 60, 56, 46)": 899, "(68, 65, 60, 43)": 900, "(68, 65, 60, 44)": 901, "(67, 65, 61, 46)": 902, "(67, 65, 61, 43)": 903, "(63, 60, 55, 51)": 904, "(65, 60, 53, 50)": 905, "(65, 59, 53, 50)": 906, "(72, 63, 55, 36)": 907, "(72, 63, 55, 38)": 908, "(72, 63, 55, 39)": 909, "(72, 63, 55, 41)": 910, "(70, 62, 55, 45)": 911, "(69, 62, 55, 50)": 912, "(69, 63, 55, 50)": 913, "(69, 62, 54, 38)": 914, "(69, 60, 54, 38)": 915, "(67, 60, 52, 44)": 916, "(67, 60, 52, 43)": 917, "(67, 63, 46, 44)": 918, "(63, 60, 56, 43)": 919, "(70, 67, 62, 44)": 920, "(70, 67, 62, 46)": 921, "(67, 62, 60, 47)": 922, "(67, 65, 60, 50)": 923, "(72, 67, 55, 51)": 924, "(72, 67, 55, 50)": 925, "(72, 65, 48, 48)": 926, "(72, 63, 48, 53)": 927, "(71, 62, 55, 43)": 928, "(58, 55, 48, 36)": 929, "(56, 53, 48, 29)": 930, "(55, 53, 46, 29)": 931, "(53, 60, 44, 41)": 932, "(55, 58, 43, 41)": 933, "(56, 56, 41, 39)": 934, "(58, 55, 41, 39)": 935, "(58, 53, 41, 37)": 936, "(60, 55, 48, 36)": 937, "(60, 56, 44, 41)": 938, "(61, 56, 44, 41)": 939, "(63, 55, 46, 43)": 940, "(61, 53, 46, 43)": 941, "(60, 51, 48, 44)": 942, "(58, 51, 48, 44)": 943, "(56, 53, 49, 37)": 944, "(56, 53, 48, 37)": 945, "(58, 53, 49, 36)": 946, "(60, 51, 51, 36)": 947, "(61, 49, 53, 34)": 948, "(61, 51, 51, 34)": 949, "(61, 53, 49, 34)": 950, "(61, 55, 48, 34)": 951, "(61, 55, 46, 34)": 952, "(60, 56, 48, 29)": 953, "(63, 56, 48, 36)": 954, "(63, 55, 46, 36)": 955, "(65, 53, 44, 37)": 956, "(63, 55, 51, 39)": 957, "(58, 53, 49, 34)": 958, "(58, 49, 46, 37)": 959, "(60, 48, 44, 39)": 960, "(61, 46, 44, 39)": 961, "(63, 44, 44, 39)": 962, "(58, 51, 46, 27)": 963, "(60, 51, 46, 43)": 964, "(60, 53, 44, 38)": 965, "(60, 51, 44, 38)": 966, "(58, 49, 43, 40)": 967, "(56, 48, 44, 41)": 968, "(55, 48, 46, 36)": 969, "(56, -1, 41, 38)": 970, "(56, 53, 41, 38)": 971, "(55, 53, 43, 39)": 972, "(55, 51, 44, 39)": 973, "(53, 51, 46, 34)": 974, "(53, 50, 46, 34)": 975, "(53, 48, 46, 34)": 976, "(51, 51, 46, 27)": 977, "(51, 51, 46, 39)": 978, "(51, 51, 46, 37)": 979, "(56, 51, 48, 34)": 980, "(56, 56, 48, 32)": 981, "(56, 55, 48, 32)": 982, "(58, 51, 51, 39)": 983, "(58, 51, 49, 39)": 984, "(60, 51, 48, 33)": 985, "(61, 49, 46, 34)": 986, "(60, 51, 44, 36)": 987, "(58, 55, 43, 40)": 988, "(55, 48, 46, 43)": 989, "(53, 48, 48, 44)": 990, "(55, 46, 49, 46)": 991, "(56, 44, 48, 48)": 992, "(56, 46, 48, 48)": 993, "(55, 48, 48, 36)": 994, "(53, 48, 45, 29)": 995, "(60, 52, 45, 36)": 996, "(59, 50, 47, 31)": 997, "(59, 52, 47, 31)": 998, "(57, 53, 48, 33)": 999, "(57, 52, 48, 33)": 1000, "(55, 50, 50, 35)": 1001, "(55, 50, 43, 35)": 1002, "(53, 48, 43, 36)": 1003, "(52, 48, 43, 36)": 1004, "(57, 48, 43, 29)": 1005, "(57, 48, 43, 31)": 1006, "(57, 48, 41, 33)": 1007, "(57, 48, 41, 35)": 1008, "(60, 52, 40, 33)": 1009, "(59, 52, 43, 41)": 1010, "(57, 48, 45, 41)": 1011, "(57, 50, 45, 41)": 1012, "(55, 52, 47, 43)": 1013, "(53, 48, 48, 45)": 1014, "(52, 52, 47, 43)": 1015, "(57, 52, 45, 42)": 1016, "(57, 51, 47, 35)": 1017, "(55, 50, 47, 36)": 1018, "(57, 57, 53, 41)": 1019, "(59, 53, 50, 43)": 1020, "(62, 53, 48, 45)": 1021, "(64, 55, 48, 43)": 1022, "(64, 57, 48, 41)": 1023, "(62, 50, 48, 43)": 1024, "(60, 52, 48, 43)": 1025, "(60, 55, 50, 47)": 1026, "(60, 55, 48, 45)": 1027, "(60, 53, 48, 45)": 1028, "(62, 53, 47, 44)": 1029, "(62, 52, 47, 44)": 1030, "(60, 52, 45, 45)": 1031, "(60, 52, 47, 44)": 1032, "(57, 50, 48, 42)": 1033, "(59, 50, 48, 40)": 1034, "(60, 50, 42, 38)": 1035, "(60, 50, 43, 40)": 1036, "(60, 50, 45, 41)": 1037, "(60, 50, 45, 36)": 1038, "(59, 50, 43, 43)": 1039, "(60, 52, 43, 40)": 1040, "(60, 52, 43, 38)": 1041, "(62, 53, 43, 36)": 1042, "(62, 53, 43, 35)": 1043, "(57, 50, 41, 38)": 1044, "(59, 50, 41, 38)": 1045, "(60, 48, 40, 33)": 1046, "(60, 50, 40, 35)": 1047, "(60, 52, 45, 38)": 1048, "(59, 52, 44, 40)": 1049, "(64, 52, 45, 37)": 1050, "(65, 50, 45, 38)": 1051, "(64, 50, 45, 38)": 1052, "(62, 50, 47, 41)": 1053, "(64, 55, 47, 40)": 1054, "(62, 53, 47, 40)": 1055, "(60, 52, 47, 43)": 1056, "(60, 50, 45, 42)": 1057, "(59, 53, 50, 38)": 1058, "(60, 52, 45, 42)": 1059, "(59, 50, 47, 43)": 1060, "(59, 52, 47, 43)": 1061, "(57, 54, 48, 39)": 1062, "(55, 52, 47, 38)": 1063, "(55, 52, 45, 37)": 1064, "(54, 50, 45, 38)": 1065, "(55, 50, 47, 31)": 1066, "(62, 56, 47, 35)": 1067, "(60, 57, 40, 33)": 1068, "(64, 59, 50, 44)": 1069, "(62, 57, 50, 47)": 1070, "(62, 55, 48, 48)": 1071, "(60, 55, 47, 40)": 1072, "(59, 52, 47, 44)": 1073, "(60, 55, 46, 40)": 1074, "(60, 55, 45, 41)": 1075, "(60, 55, 45, 43)": 1076, "(60, 53, 45, 45)": 1077, "(62, 53, 45, 35)": 1078, "(60, 50, 43, 43)": 1079, "(60, 48, 43, 43)": 1080, "(59, 50, 43, 31)": 1081, "(62, 57, 53, 50)": 1082, "(63, 59, 55, 48)": 1083, "(65, 62, 56, 44)": 1084, "(67, 58, 51, 41)": 1085, "(67, 58, 51, 43)": 1086, "(67, 60, 51, 45)": 1087, "(67, 62, 50, 47)": 1088, "(65, 62, 50, 47)": 1089, "(63, 62, 55, 48)": 1090, "(65, 59, 56, 41)": 1091, "(65, 58, 55, 50)": 1092, "(65, 60, 51, 44)": 1093, "(68, 63, 60, 44)": 1094, "(70, 63, 60, 44)": 1095, "(67, 63, 58, 46)": 1096, "(67, 63, 60, 46)": 1097, "(67, 63, 58, 44)": 1098, "(65, 63, 58, 45)": 1099, "(65, 60, 57, 41)": 1100, "(67, 60, 55, 45)": 1101, "(65, 59, 55, 43)": 1102, "(60, 56, 51, 41)": 1103, "(65, 58, 50, 43)": 1104, "(65, 58, 50, 41)": 1105, "(63, 58, 51, 39)": 1106, "(65, 60, 50, 44)": 1107, "(63, 55, 50, 46)": 1108, "(63, 60, 48, 41)": 1109, "(63, 56, 53, 43)": 1110, "(62, 56, 53, 41)": 1111, "(60, 55, 55, 40)": 1112, "(60, 55, 52, 41)": 1113, "(67, 58, 50, 39)": 1114, "(65, 56, 48, 41)": 1115, "(65, 56, 48, 43)": 1116, "(62, 53, 48, 44)": 1117, "(63, 55, 48, 45)": 1118, "(60, 60, 51, 48)": 1119, "(62, 60, 53, 43)": 1120, "(58, 55, 50, 43)": 1121, "(63, 57, 48, 48)": 1122, "(67, 58, 51, 46)": 1123, "(65, 55, 51, 46)": 1124, "(65, 56, 50, 34)": 1125, "(63, 56, 50, 34)": 1126, "(67, 60, 51, 51)": 1127, "(67, 60, 48, 43)": 1128, "(67, 60, 52, 34)": 1129, "(67, 58, 49, 39)": 1130, "(68, 51, 48, 39)": 1131, "(68, 53, 48, 39)": 1132, "(67, 55, 46, 39)": 1133, "(65, 56, 46, 39)": 1134, "(67, 58, 48, 39)": 1135, "(68, 60, 48, 39)": 1136, "(68, 58, 50, 39)": 1137, "(67, 56, 51, 41)": 1138, "(70, 55, 51, 43)": 1139, "(68, 56, 51, 41)": 1140, "(65, 58, 48, 46)": 1141, "(67, 60, 51, 50)": 1142, "(67, 62, 50, 48)": 1143, "(65, 53, 48, 44)": 1144, "(65, 53, 48, 43)": 1145, "(58, 53, 50, 39)": 1146, "(63, 53, 44, 43)": 1147, "(60, 55, 46, 41)": 1148, "(58, 50, 46, 43)": 1149, "(60, 53, 44, 43)": 1150, "(60, 55, 44, 43)": 1151, "(62, 56, 44, 41)": 1152, "(62, 56, 43, 41)": 1153, "(63, 55, 48, 44)": 1154, "(62, 55, 50, 46)": 1155, "(62, 56, 50, 46)": 1156, "(62, 58, 50, 46)": 1157, "(60, 60, 52, 46)": 1158, "(60, 60, 53, 44)": 1159, "(60, 60, 55, 43)": 1160, "(60, 60, 48, 44)": 1161, "(60, 58, 53, 41)": 1162, "(60, 55, 50, 43)": 1163, "(60, 55, 48, 43)": 1164, "(67, 60, 53, 48)": 1165, "(60, 59, 53, 50)": 1166, "(67, 62, 55, 52)": 1167, "(67, 64, 60, 50)": 1168, "(69, 65, 60, 53)": 1169, "(69, 62, 57, 54)": 1170, "(69, 60, 57, 54)": 1171, "(62, 57, 55, 55)": 1172, "(69, 60, 53, 53)": 1173, "(69, 60, 57, 53)": 1174, "(69, 65, 62, 50)": 1175, "(69, 65, 60, 50)": 1176, "(67, 65, 59, 55)": 1177, "(67, 64, 60, 55)": 1178, "(65, 62, 60, 43)": 1179, "(65, 62, 59, 43)": 1180, "(62, 62, 55, 47)": 1181, "(64, 62, 55, 48)": 1182, "(66, 60, 57, 45)": 1183, "(71, 62, 55, 50)": 1184, "(69, 62, 54, 50)": 1185, "(67, 62, 54, 50)": 1186, "(67, 60, 50, 47)": 1187, "(72, 62, 55, 52)": 1188, "(70, 64, 60, 50)": 1189, "(70, 64, 60, 48)": 1190, "(69, 65, 60, 52)": 1191, "(69, 66, 57, 48)": 1192, "(74, 67, 59, 47)": 1193, "(72, 67, 60, 45)": 1194, "(72, 66, 60, 45)": 1195, "(67, 67, 60, 52)": 1196, "(69, 67, 53, 50)": 1197, "(69, 65, 53, 50)": 1198, "(71, 64, 55, 43)": 1199, "(71, 62, 53, 43)": 1200, "(72, 60, 52, 45)": 1201, "(67, 62, 52, 47)": 1202, "(67, 60, 52, 47)": 1203, "(64, 60, 55, 43)": 1204, "(64, 53, 57, 49)": 1205, "(64, 52, 57, 49)": 1206, "(66, 59, 57, 51)": 1207, "(66, 59, 51, 47)": 1208, "(67, 59, 52, 52)": 1209, "(67, 59, 54, 50)": 1210, "(67, 59, 54, 48)": 1211, "(62, 59, 55, 47)": 1212, "(62, 60, 55, 45)": 1213, "(62, 57, 55, 41)": 1214, "(65, 59, 55, 40)": 1215, "(65, 55, 55, 38)": 1216, "(66, 62, 57, 48)": 1217, "(67, 64, 58, 49)": 1218, "(67, 62, 57, 50)": 1219, "(66, 60, 50, 38)": 1220, "(66, 59, 50, 38)": 1221, "(64, 55, 48, 46)": 1222, "(66, 57, 48, 45)": 1223, "(66, 57, 50, 38)": 1224, "(67, 57, 50, 43)": 1225, "(65, 59, 55, 45)": 1226, "(64, 58, 55, 46)": 1227, "(67, 60, 57, 50)": 1228, "(67, 59, 57, 50)": 1229, "(64, 60, 55, 50)": 1230, "(62, 62, 55, 48)": 1231, "(65, 60, 57, 47)": 1232, "(64, 59, 55, 43)": 1233, "(64, 60, 54, 43)": 1234, "(64, 57, 54, 43)": 1235, "(62, 50, 55, 47)": 1236, "(62, 62, 56, 46)": 1237, "(64, 61, 55, 45)": 1238, "(62, 60, 53, 44)": 1239, "(64, 60, 57, 42)": 1240, "(64, 54, 45, 43)": 1241, "(62, 59, 47, 44)": 1242, "(62, 59, 52, 43)": 1243, "(58, 55, 50, 41)": 1244, "(63, 58, 48, 36)": 1245, "(62, 56, 48, 41)": 1246, "(60, 55, 48, 39)": 1247, "(62, 53, 48, 43)": 1248, "(65, 62, 44, 41)": 1249, "(67, 63, 46, 39)": 1250, "(67, 55, 48, 39)": 1251, "(67, 55, 49, 39)": 1252, "(63, 56, 48, 44)": 1253, "(63, 58, 46, 43)": 1254, "(63, 58, 46, 41)": 1255, "(65, 58, 53, 39)": 1256, "(65, 59, 50, 39)": 1257, "(63, 60, 48, 43)": 1258, "(63, 60, 56, 41)": 1259, "(60, 54, 50, 45)": 1260, "(58, 57, 50, 41)": 1261, "(62, 55, 53, 47)": 1262, "(62, 60, 50, 43)": 1263, "(62, 60, 51, 43)": 1264, "(72, 68, 63, 56)": 1265, "(74, 68, 63, 56)": 1266, "(77, 72, 63, 56)": 1267, "(80, 72, 63, 56)": 1268, "(75, 69, 60, 60)": 1269, "(72, 68, 65, 65)": 1270, "(74, 68, 65, 65)": 1271, "(75, 67, 62, 58)": 1272, "(77, 72, 60, 56)": 1273, "(75, 72, 60, 55)": 1274, "(74, 72, 68, 53)": 1275, "(77, 70, 62, 46)": 1276, "(79, 70, 63, 53)": 1277, "(79, 70, 58, 55)": 1278, "(79, 70, 60, 56)": 1279, "(77, 68, 60, 56)": 1280, "(77, 68, 62, 56)": 1281, "(75, 67, 63, 48)": 1282, "(75, 67, 65, 50)": 1283, "(75, 72, 67, 51)": 1284, "(75, 72, 67, 53)": 1285, "(75, 72, 67, 60)": 1286, "(75, 72, 67, 58)": 1287, "(77, 70, 60, 55)": 1288, "(72, 69, 65, 53)": 1289, "(74, 69, 65, 53)": 1290, "(75, 67, 60, 57)": 1291, "(72, 70, 67, 51)": 1292, "(74, 70, 67, 51)": 1293, "(75, 67, 67, 51)": 1294, "(70, 65, 62, 46)": 1295, "(74, 67, 63, 58)": 1296, "(72, 69, 65, 57)": 1297, "(74, 68, 65, 59)": 1298, "(75, 72, 63, 55)": 1299, "(74, 72, 65, 50)": 1300, "(74, 71, 62, 55)": 1301, "(72, 65, 60, 46)": 1302, "(72, 65, 60, 44)": 1303, "(70, 65, 62, 43)": 1304, "(68, 62, 56, 41)": 1305, "(68, 63, 58, 51)": 1306, "(65, 63, 56, 44)": 1307, "(68, 63, 60, 51)": 1308, "(68, 65, 60, 51)": 1309, "(68, 65, 62, 50)": 1310, "(72, 67, 60, 52)": 1311, "(72, 69, 57, 54)": 1312, "(70, 67, 62, 55)": 1313, "(72, 67, 62, 55)": 1314, "(74, 67, 62, 46)": 1315, "(70, 67, 63, 48)": 1316, "(69, 67, 57, 50)": 1317, "(69, 67, 62, 50)": 1318, "(69, 66, 62, 38)": 1319, "(69, 66, 60, 38)": 1320, "(65, 60, 48, 45)": 1321, "(60, 60, 55, 51)": 1322, "(69, 63, 53, 50)": 1323, "(69, 63, 51, 48)": 1324, "(71, 62, 53, 50)": 1325, "(72, 62, 56, 53)": 1326, "(72, 63, 55, 55)": 1327, "(72, 62, 55, 55)": 1328, "(72, 60, 55, 55)": 1329, "(62, 55, 48, 45)": 1330, "(59, 53, 50, 41)": 1331, "(57, 52, 48, 41)": 1332, "(55, 52, 48, 40)": 1333, "(60, 52, 50, 45)": 1334, "(62, 57, 50, 41)": 1335, "(67, 62, 55, 48)": 1336, "(67, 64, 55, 47)": 1337, "(69, 65, 48, 45)": 1338, "(69, 64, 48, 45)": 1339, "(67, 59, 53, 50)": 1340, "(65, 57, 53, 50)": 1341, "(62, 56, 47, 40)": 1342, "(59, 52, 48, 43)": 1343, "(57, 53, 48, 40)": 1344, "(64, 55, 47, 43)": 1345, "(64, 56, 50, 40)": 1346, "(64, 57, 48, 40)": 1347, "(64, 57, 47, 40)": 1348, "(64, 56, 52, 40)": 1349, "(60, 57, 52, 43)": 1350, "(62, 59, 50, 41)": 1351, "(64, 60, 48, 40)": 1352, "(65, 62, 48, 38)": 1353, "(65, 62, 47, 43)": 1354, "(65, 62, 45, 43)": 1355, "(64, 62, 43, 36)": 1356, "(64, 62, 43, 38)": 1357, "(62, 58, 48, 40)": 1358, "(60, 57, 48, 41)": 1359, "(64, 59, 52, 43)": 1360, "(65, 60, 52, 45)": 1361, "(64, 60, 52, 48)": 1362, "(62, 59, 54, 50)": 1363, "(60, 57, 55, 52)": 1364, "(59, 55, 55, 48)": 1365, "(57, 54, 50, 50)": 1366, "(57, 54, 50, 48)": 1367, "(59, 55, 50, 47)": 1368, "(60, 57, 50, 45)": 1369, "(62, 59, 52, 42)": 1370, "(62, 59, 54, 42)": 1371, "(62, 59, 55, 40)": 1372, "(59, 57, 50, 43)": 1373, "(57, 55, 50, 50)": 1374, "(57, 54, 48, 38)": 1375, "(60, 52, 52, 45)": 1376, "(60, 57, 52, 42)": 1377, "(59, 55, 50, 31)": 1378, "(59, 55, 53, 31)": 1379, "(57, 52, 50, 45)": 1380, "(57, 52, 48, 45)": 1381, "(59, 54, 47, 39)": 1382, "(57, 54, 47, 39)": 1383, "(55, 50, 47, 40)": 1384, "(57, 48, 43, 40)": 1385, "(60, 52, 45, 33)": 1386, "(60, 52, 45, 35)": 1387, "(60, 52, 47, 38)": 1388, "(55, 52, 48, 41)": 1389, "(53, 50, 45, 45)": 1390, "(52, 48, 43, 46)": 1391, "(53, 48, 45, 46)": 1392, "(55, 48, 46, 40)": 1393, "(53, 48, 46, 41)": 1394, "(53, 48, 45, 41)": 1395, "(52, 48, 48, 45)": 1396, "(52, 48, 46, 43)": 1397, "(57, 53, 41, 38)": 1398, "(57, 52, 41, 36)": 1399, "(55, 50, 41, 35)": 1400, "(59, 47, 43, 31)": 1401, "(59, 47, 41, 31)": 1402, "(60, 45, 40, 33)": 1403, "(59, 52, 36, 33)": 1404, "(57, 53, 48, 35)": 1405, "(60, 57, 52, 38)": 1406, "(59, 57, 52, 40)": 1407, "(59, 55, 47, 40)": 1408, "(57, 53, 48, 38)": 1409, "(55, 52, 47, 36)": 1410, "(57, 52, 45, 36)": 1411, "(55, 50, 47, 38)": 1412, "(52, 48, 45, 36)": 1413, "(50, 48, 38, 43)": 1414, "(50, 47, 43, 31)": 1415, "(60, 55, 52, 35)": 1416, "(60, 57, 52, 35)": 1417, "(57, 53, 48, 43)": 1418, "(57, 53, 48, 47)": 1419, "(55, 52, 48, 47)": 1420, "(62, 57, 48, 40)": 1421, "(64, 59, 47, 32)": 1422, "(64, 57, 48, 33)": 1423, "(62, 57, 48, 38)": 1424, "(65, 55, 50, 36)": 1425, "(64, 60, 48, 45)": 1426, "(60, 52, 48, 40)": 1427, "(57, 57, 52, 36)": 1428, "(59, 57, 53, 38)": 1429, "(59, 57, 53, 35)": 1430, "(59, 56, 52, 28)": 1431, "(64, 55, 52, 50)": 1432, "(62, 55, 47, 45)": 1433, "(65, 55, 47, 40)": 1434, "(63, 61, 55, 48)": 1435, "(63, 63, 55, 48)": 1436, "(63, 63, 56, 46)": 1437, "(63, 63, 58, 46)": 1438, "(65, 61, 58, 46)": 1439, "(68, 60, 56, 41)": 1440, "(68, 60, 58, 43)": 1441, "(68, 65, 60, 46)": 1442, "(65, 60, 56, 48)": 1443, "(65, 60, 54, 48)": 1444, "(65, 58, 53, 49)": 1445, "(63, 58, 54, 49)": 1446, "(63, 57, 54, 48)": 1447, "(61, 58, 53, 49)": 1448, "(61, 58, 58, 54)": 1449, "(60, 58, 54, 51)": 1450, "(60, 57, 51, 48)": 1451, "(60, 57, 48, 53)": 1452, "(60, 57, 53, 41)": 1453, "(60, 57, 51, 41)": 1454, "(58, 53, 49, 46)": 1455, "(58, 58, 49, 46)": 1456, "(65, 60, 48, 46)": 1457, "(65, 61, 53, 46)": 1458, "(65, 60, 53, 46)": 1459, "(65, 58, 58, 49)": 1460, "(65, 58, 56, 49)": 1461, "(63, 58, 55, 49)": 1462, "(65, 56, 53, 49)": 1463, "(67, 61, 58, 53)": 1464, "(67, 60, 56, 52)": 1465, "(68, 63, 53, 48)": 1466, "(67, 63, 56, 46)": 1467, "(61, 58, 56, 46)": 1468, "(63, 58, 54, 48)": 1469, "(65, 58, 55, 49)": 1470, "(63, 60, 54, 44)": 1471, "(63, 60, 53, 45)": 1472, "(61, 58, 54, 46)": 1473, "(60, 56, 53, 48)": 1474, "(60, 53, 50, 48)": 1475, "(60, 56, 53, 44)": 1476, "(60, 55, 51, 44)": 1477, "(58, 53, 50, 44)": 1478, "(58, 56, 51, 41)": 1479, "(63, 61, 58, 43)": 1480, "(65, 56, 53, 48)": 1481, "(65, 58, 53, 48)": 1482, "(65, 60, 53, 48)": 1483, "(67, 61, 53, 46)": 1484, "(67, 61, 51, 46)": 1485, "(67, 61, 49, 46)": 1486, "(68, 61, 51, 48)": 1487, "(68, 63, 54, 48)": 1488, "(68, 63, 53, 49)": 1489, "(68, 61, 53, 49)": 1490, "(68, 61, 51, 44)": 1491, "(68, 58, 51, 44)": 1492, "(68, 63, 53, 41)": 1493, "(68, 63, 53, 46)": 1494, "(67, 62, 55, 39)": 1495, "(65, 57, 60, 51)": 1496, "(65, 55, 60, 51)": 1497, "(65, 53, 58, 49)": 1498, "(65, 53, 56, 49)": 1499, "(63, 56, 58, 48)": 1500, "(63, 56, 56, 48)": 1501, "(65, 65, 56, 50)": 1502, "(67, 65, 55, 51)": 1503, "(67, 63, 56, 43)": 1504, "(67, 63, 56, 44)": 1505, "(67, 60, 56, 46)": 1506, "(60, 56, 51, 48)": 1507, "(58, 56, 51, 51)": 1508, "(58, 55, 51, 49)": 1509, "(63, 56, 51, 48)": 1510, "(63, 58, 51, 48)": 1511, "(63, 60, 51, 48)": 1512, "(65, 61, 56, 48)": 1513, "(68, 61, 53, 41)": 1514, "(68, 61, 53, 43)": 1515, "(68, 61, 53, 44)": 1516, "(68, 58, 49, 44)": 1517, "(68, 65, 58, 43)": 1518, "(68, 64, 58, 43)": 1519, "(65, 65, 58, 49)": 1520, "(65, 63, 57, 41)": 1521, "(65, 61, 57, 41)": 1522, "(61, 60, 53, 46)": 1523, "(61, 58, 53, 37)": 1524, "(60, 58, 54, 39)": 1525, "(58, 53, 51, 48)": 1526, "(65, 60, 53, 49)": 1527, "(65, 61, 58, 42)": 1528, "(65, 61, 55, 43)": 1529, "(63, 61, 51, 44)": 1530, "(65, 58, 53, 44)": 1531, "(65, 63, 53, 45)": 1532, "(67, 60, 53, 46)": 1533, "(67, 62, 51, 47)": 1534, "(67, 65, 50, 47)": 1535, "(68, 63, 48, 48)": 1536, "(68, 58, 53, 50)": 1537, "(63, 60, 56, 42)": 1538, "(61, 61, 56, 41)": 1539, "(63, 60, 54, 39)": 1540, "(65, 61, 56, 37)": 1541, "(65, 61, 54, 37)": 1542, "(65, 61, 56, 41)": 1543, "(63, 61, 58, 42)": 1544, "(61, 58, 55, 46)": 1545, "(60, 55, 52, 46)": 1546, "(60, 58, 52, 44)": 1547, "(60, 58, 52, 43)": 1548, "(60, 56, 53, 46)": 1549, "(68, 63, 60, 36)": 1550, "(68, 65, 58, 38)": 1551, "(67, 65, 58, 39)": 1552, "(70, 65, 58, 43)": 1553, "(70, 63, 58, 55)": 1554, "(70, 62, 58, 55)": 1555, "(67, 63, 58, 55)": 1556, "(68, 63, 56, 53)": 1557, "(70, 63, 55, 50)": 1558, "(68, 62, 53, 48)": 1559, "(67, 55, 53, 48)": 1560, "(67, 56, 53, 48)": 1561, "(65, 56, 50, 46)": 1562, "(65, 58, 49, 46)": 1563, "(65, 58, 51, 48)": 1564, "(65, 59, 56, 50)": 1565, "(63, 58, 56, 51)": 1566, "(63, 57, 54, 51)": 1567, "(61, 58, 54, 51)": 1568, "(61, 58, 55, 52)": 1569, "(60, 58, 53, 53)": 1570, "(58, 53, 50, 46)": 1571, "(58, 58, 55, 39)": 1572, "(58, 58, 55, 51)": 1573, "(65, 60, 57, 50)": 1574, "(65, 60, 57, 48)": 1575, "(65, 53, 58, 50)": 1576, "(65, 62, 58, 55)": 1577, "(63, 62, 58, 48)": 1578, "(65, 62, 50, 45)": 1579, "(67, 60, 51, 43)": 1580, "(63, 58, 53, 51)": 1581, "(63, 60, 51, 46)": 1582, "(65, 61, 49, 46)": 1583, "(65, 60, 49, 44)": 1584, "(63, 58, 49, 43)": 1585, "(63, 63, 48, 42)": 1586, "(63, 63, 46, 42)": 1587, "(63, 57, 48, 41)": 1588, "(63, 53, 49, 41)": 1589, "(63, 53, 51, 41)": 1590, "(61, 58, 55, 40)": 1591, "(60, 57, 55, 41)": 1592, "(60, 57, 53, 43)": 1593, "(60, 55, 50, 48)": 1594, "(60, 56, 51, 36)": 1595, "(56, 55, 51, 39)": 1596, "(55, 55, 49, 40)": 1597, "(55, 55, 48, 40)": 1598, "(60, 53, 53, 37)": 1599, "(55, 53, 46, 39)": 1600, "(56, 49, 41, 34)": 1601, "(55, 49, 43, 28)": 1602, "(55, 48, 43, 28)": 1603, "(60, 56, 48, 41)": 1604, "(62, 56, 46, 34)": 1605, "(65, 53, 48, 45)": 1606, "(63, 55, 48, 43)": 1607, "(63, 55, 48, 41)": 1608, "(63, 55, 50, 36)": 1609, "(60, 55, 48, 44)": 1610, "(60, 51, 48, 43)": 1611, "(58, 53, 49, 37)": 1612, "(55, 49, 46, 39)": 1613, "(56, 48, 44, 32)": 1614, "(60, 51, 43, 32)": 1615, "(58, 50, 41, 34)": 1616, "(56, 50, 41, 34)": 1617, "(56, 53, 48, 31)": 1618, "(56, 53, 48, 32)": 1619, "(56, 53, 48, 34)": 1620, "(55, 53, 48, 36)": 1621, "(55, 51, 48, 36)": 1622, "(60, 55, 50, 38)": 1623, "(55, 55, 51, 36)": 1624, "(55, 55, 50, 34)": 1625, "(60, 55, 48, 33)": 1626, "(60, 54, 50, 38)": 1627, "(72, 67, 62, 47)": 1628, "(72, 64, 60, 45)": 1629, "(67, 62, 62, 47)": 1630, "(64, 60, 55, 52)": 1631, "(64, 60, 55, 53)": 1632, "(62, 60, 55, 55)": 1633, "(62, 59, 53, 55)": 1634, "(62, 57, 57, 41)": 1635, "(64, 59, 56, 40)": 1636, "(72, 60, 57, 45)": 1637, "(72, 62, 57, 45)": 1638, "(71, 64, 57, 52)": 1639, "(71, 64, 55, 52)": 1640, "(72, 64, 64, 48)": 1641, "(72, 69, 64, 48)": 1642, "(74, 69, 62, 47)": 1643, "(74, 66, 62, 47)": 1644, "(74, 67, 59, 52)": 1645, "(71, 67, 62, 50)": 1646, "(67, 62, 59, 55)": 1647, "(67, 64, 60, 52)": 1648, "(67, 62, 52, 48)": 1649, "(69, 64, 57, 49)": 1650, "(67, 64, 57, 49)": 1651, "(65, 64, 57, 50)": 1652, "(64, 62, 57, 45)": 1653, "(64, 61, 57, 45)": 1654, "(62, 62, 57, 47)": 1655, "(67, 60, 57, 53)": 1656, "(65, 62, 57, 53)": 1657, "(64, 62, 55, 57)": 1658, "(64, 60, 55, 57)": 1659, "(62, 60, -1, 43)": 1660, "(60, 55, 55, 52)": 1661, "(64, 60, 55, 55)": 1662, "(60, 60, 55, 52)": 1663, "(60, 60, 52, 48)": 1664, "(62, 57, 53, 48)": 1665, "(67, 62, 57, 53)": 1666, "(67, 64, 59, 55)": 1667, "(64, 60, 60, 57)": 1668, "(64, 60, 59, 55)": 1669, "(64, 62, 55, 55)": 1670, "(67, 60, 55, 41)": 1671, "(60, 59, 52, 45)": 1672, "(69, 64, 60, 45)": 1673, "(69, 66, 60, 45)": 1674, "(71, 67, 59, 52)": 1675, "(71, 67, 59, 50)": 1676, "(71, 67, 64, 48)": 1677, "(64, 59, 55, 48)": 1678, "(67, 60, 55, 36)": 1679, "(65, 62, 50, 48)": 1680, "(64, 60, 53, 48)": 1681, "(60, 60, 50, 45)": 1682, "(60, 60, 48, 45)": 1683, "(67, 63, 60, 60)": 1684, "(67, 63, 60, 58)": 1685, "(72, 65, 62, 56)": 1686, "(68, 62, 62, 53)": 1687, "(67, 63, 62, 51)": 1688, "(67, 63, 60, 51)": 1689, "(65, 63, 60, 56)": 1690, "(65, 63, 59, 56)": 1691, "(65, 62, 60, 56)": 1692, "(65, 60, 60, 56)": 1693, "(75, 67, 60, 50)": 1694, "(75, 67, 60, 53)": 1695, "(72, 67, 60, 55)": 1696, "(74, 65, 59, 55)": 1697, "(72, 65, 56, 53)": 1698, "(70, 65, 58, 55)": 1699, "(72, 63, 56, 56)": 1700, "(74, 68, 65, 55)": 1701, "(75, 70, 61, 55)": 1702, "(70, 67, 61, 51)": 1703, "(72, 67, 60, 56)": 1704, "(70, 65, 61, 55)": 1705, "(70, 64, 60, 55)": 1706, "(67, 65, 60, 56)": 1707, "(68, 65, 60, 55)": 1708, "(67, 64, 60, 60)": 1709, "(75, 65, 60, 57)": 1710, "(74, 65, 58, 58)": 1711, "(75, 65, 58, 60)": 1712, "(77, 65, 58, 62)": 1713, "(77, 65, 57, 62)": 1714, "(75, 65, 60, 56)": 1715, "(74, 69, 62, 58)": 1716, "(70, 65, 62, 48)": 1717, "(67, 65, 62, 51)": 1718, "(67, 65, 59, 50)": 1719, "(67, 63, 57, 48)": 1720, "(62, 57, 47, 41)": 1721, "(62, 57, 45, 41)": 1722, "(64, 56, 47, 40)": 1723, "(65, 57, 48, 47)": 1724, "(64, 52, 48, 48)": 1725, "(62, 54, 50, 48)": 1726, "(62, 56, 50, 47)": 1727, "(64, 57, 52, 48)": 1728, "(65, 56, 50, 47)": 1729, "(60, 57, 45, 38)": 1730, "(59, 56, 50, 40)": 1731, "(55, 55, 47, 40)": 1732, "(55, 53, 47, 38)": 1733, "(62, 54, 45, 36)": 1734, "(62, 55, 47, 35)": 1735, "(64, 55, 46, 37)": 1736, "(64, 55, 45, 37)": 1737, "(65, 53, 43, 38)": 1738, "(64, 57, 41, 38)": 1739, "(62, 58, 53, 38)": 1740, "(62, 58, 53, 40)": 1741, "(67, 62, 55, 35)": 1742, "(64, 62, 55, 36)": 1743, "(64, 60, 52, 45)": 1744, "(64, 60, 53, 43)": 1745, "(60, 55, 48, 41)": 1746, "(60, 55, 53, 38)": 1747, "(60, 58, 55, 39)": 1748, "(58, 53, 50, 38)": 1749, "(56, 53, 48, 38)": 1750, "(58, 55, 51, 38)": 1751, "(62, 56, 53, 36)": 1752, "(62, 56, 53, 35)": 1753, "(60, 55, 53, 36)": 1754, "(58, 53, 53, 38)": 1755, "(58, 53, 50, 34)": 1756, "(62, 55, 53, 41)": 1757, "(60, 57, 51, 42)": 1758, "(67, 60, 55, 39)": 1759, "(67, 60, 53, 41)": 1760, "(67, 60, 51, 41)": 1761, "(67, 60, 50, 43)": 1762, "(67, 59, 51, 43)": 1763, "(63, 55, 50, 48)": 1764, "(58, 51, 48, 38)": 1765, "(60, 55, 55, 39)": 1766, "(59, 53, 50, 39)": 1767, "(63, 55, 50, 38)": 1768, "(58, 53, 41, 38)": 1769, "(56, 51, 46, 41)": 1770, "(58, 51, 48, 43)": 1771, "(58, 53, 50, 43)": 1772, "(58, 56, 51, 43)": 1773, "(58, 56, 51, 39)": 1774, "(58, 55, 50, 39)": 1775, "(56, 53, 48, 43)": 1776, "(56, 52, 48, 43)": 1777, "(56, 53, 48, 44)": 1778, "(65, 60, 53, 38)": 1779, "(65, 59, 53, 38)": 1780, "(62, 57, 55, 43)": 1781, "(60, 57, 51, 39)": 1782, "(62, 59, 53, 41)": 1783, "(63, 58, 53, 43)": 1784, "(62, 56, 51, 46)": 1785, "(65, 55, 51, 50)": 1786, "(67, 55, 46, 51)": 1787, "(65, 56, 48, 44)": 1788, "(65, 55, 50, 46)": 1789, "(62, 65, 56, 43)": 1790, "(60, 63, 55, 45)": 1791, "(62, 62, 53, 47)": 1792, "(63, 60, 50, 46)": 1793, "(63, 58, 48, 43)": 1794, "(60, 51, 48, 36)": 1795, "(65, 58, 46, 38)": 1796, "(62, 53, 58, 46)": 1797, "(63, 53, 58, 48)": 1798, "(65, 53, 59, 50)": 1799, "(63, 62, 51, 48)": 1800, "(63, 60, 53, 50)": 1801, "(63, 59, 53, 50)": 1802, "(63, 60, 55, 53)": 1803, "(65, 58, 48, 43)": 1804, "(63, 57, 51, 36)": 1805, "(62, 58, 53, 39)": 1806, "(60, 58, 48, 39)": 1807, "(62, 53, 50, 46)": 1808, "(62, 60, 50, 41)": 1809, "(62, 59, 53, 36)": 1810, "(65, 59, 50, 38)": 1811, "(65, 62, 57, 38)": 1812, "(60, 60, 52, 45)": 1813, "(60, 60, 52, 43)": 1814, "(62, 60, 52, 43)": 1815, "(64, 55, 48, 47)": 1816, "(64, 57, 49, 43)": 1817, "(61, 57, 55, 45)": 1818, "(67, 57, 52, 37)": 1819, "(65, 57, 53, 38)": 1820, "(65, 59, 55, 38)": 1821, "(62, 60, 45, 41)": 1822, "(62, 59, 45, 41)": 1823, "(64, 57, 50, 47)": 1824, "(64, 57, 53, 48)": 1825, "(65, 62, 47, 44)": 1826, "(64, 60, 47, 45)": 1827, "(62, 60, 45, 42)": 1828, "(60, 57, 48, 45)": 1829, "(62, 55, 48, 40)": 1830, "(60, 57, 52, 48)": 1831, "(62, 59, 50, 47)": 1832, "(67, 60, 50, 45)": 1833, "(62, 62, 55, 43)": 1834, "(64, 62, 52, 48)": 1835, "(64, 60, 57, 48)": 1836, "(62, 60, 57, 47)": 1837, "(67, 60, 57, 47)": 1838, "(67, 62, 59, 47)": 1839, "(67, 64, 59, 49)": 1840, "(64, 59, 57, 45)": 1841, "(64, 60, 52, 43)": 1842, "(67, 59, 52, 40)": 1843, "(67, 59, 55, 52)": 1844, "(67, 60, 55, 50)": 1845, "(65, 62, 55, 48)": 1846, "(64, 62, 52, 36)": 1847, "(62, 59, 53, 45)": 1848, "(62, 59, 53, 44)": 1849, "(60, 59, 48, 45)": 1850, "(60, 57, 52, 41)": 1851, "(60, 57, 50, 41)": 1852, "(65, 57, 57, 38)": 1853, "(64, 60, 52, 36)": 1854, "(64, 60, 53, 38)": 1855, "(60, 59, 52, 43)": 1856, "(76, 67, 60, 48)": 1857, "(76, 67, 62, 48)": 1858, "(74, 67, 62, 59)": 1859, "(76, 67, 60, 58)": 1860, "(77, 65, 60, 57)": 1861, "(77, 67, 60, 57)": 1862, "(77, 69, 65, 55)": 1863, "(77, 69, 65, 53)": 1864, "(74, 69, 57, 54)": 1865, "(74, 67, 59, 53)": 1866, "(72, 69, 64, 53)": 1867, "(74, 67, 59, 43)": 1868, "(74, 66, 57, 43)": 1869, "(74, 67, 57, 54)": 1870, "(74, 66, 60, 57)": 1871, "(74, 67, 62, 55)": 1872, "(76, 67, 60, 60)": 1873, "(76, 67, 58, 60)": 1874, "(72, 67, 58, 53)": 1875, "(72, 64, 55, 53)": 1876, "(72, 67, 64, 53)": 1877, "(72, 67, 64, 55)": 1878, "(71, 65, 62, 55)": 1879, "(72, 64, 60, 57)": 1880, "(72, 64, 60, 55)": 1881, "(74, 69, 60, 53)": 1882, "(71, 67, 64, 54)": 1883, "(71, 69, 66, 52)": 1884, "(71, 69, 66, 51)": 1885, "(71, 67, 64, 52)": 1886, "(71, 67, 64, 50)": 1887, "(71, 68, 64, 48)": 1888, "(71, 68, 64, 47)": 1889, "(72, 69, 64, 45)": 1890, "(71, 69, 65, 50)": 1891, "(71, 69, 65, 52)": 1892, "(71, 69, 65, 53)": 1893, "(71, 67, 64, 55)": 1894, "(71, 67, 65, 57)": 1895, "(71, 62, 67, 55)": 1896, "(71, 62, 67, 53)": 1897, "(71, 67, 65, 52)": 1898, "(71, 67, 65, 50)": 1899, "(72, 67, 65, 48)": 1900, "(72, 67, 62, 48)": 1901, "(72, 67, 64, 57)": 1902, "(74, 69, 62, 57)": 1903, "(76, 71, 67, 55)": 1904, "(77, 71, 60, 57)": 1905, "(77, 69, 62, 59)": 1906, "(76, 67, 64, 60)": 1907, "(76, 72, 67, 48)": 1908, "(74, 69, 65, 57)": 1909, "(74, 67, 64, 58)": 1910, "(73, 69, 65, 57)": 1911, "(73, 70, 64, 55)": 1912, "(73, 67, 64, 57)": 1913, "(74, 65, 62, 57)": 1914, "(74, 70, 64, 55)": 1915, "(74, 69, 65, 50)": 1916, "(76, 69, 60, 57)": 1917, "(76, 71, 59, 56)": 1918, "(74, 71, 64, 56)": 1919, "(72, 69, 64, 57)": 1920, "(74, 69, 57, 53)": 1921, "(74, 69, 59, 53)": 1922, "(76, 67, 60, 52)": 1923, "(77, 69, 60, 50)": 1924, "(77, 69, 59, 50)": 1925, "(77, 69, 57, 50)": 1926, "(77, 67, 59, 55)": 1927, "(76, 67, 57, 49)": 1928, "(74, 65, 57, 50)": 1929, "(74, 67, 57, 52)": 1930, "(74, 69, 62, 53)": 1931, "(73, 67, 64, 52)": 1932, "(73, 69, 64, 53)": 1933, "(74, 70, 62, 55)": 1934, "(74, 67, 58, 43)": 1935, "(74, 66, 57, 50)": 1936, "(76, 69, 60, 45)": 1937, "(76, 69, 60, 47)": 1938, "(76, 67, 60, 50)": 1939, "(72, 67, 60, 48)": 1940, "(76, 67, 60, 53)": 1941, "(77, 69, 64, 52)": 1942, "(77, 69, 62, 53)": 1943, "(74, 67, 59, 57)": 1944, "(74, 67, 59, 50)": 1945, "(72, 67, 62, 53)": 1946, "(71, 65, 55, 43)": 1947, "(67, 64, 55, 48)": 1948, "(67, 65, 62, 47)": 1949, "(69, 65, 60, 48)": 1950, "(70, 67, 60, 40)": 1951, "(69, 67, 60, 41)": 1952, "(69, 65, 62, 41)": 1953, "(67, 58, 63, 43)": 1954, "(67, 60, 63, 45)": 1955, "(62, 60, 53, 48)": 1956, "(62, 55, 52, 47)": 1957, "(64, 60, 57, 47)": 1958, "(66, 57, 50, 48)": 1959, "(72, 64, 57, 45)": 1960, "(72, 66, 57, 45)": 1961, "(71, 67, 59, 43)": 1962, "(71, 67, 60, 43)": 1963, "(69, 64, 62, 52)": 1964, "(71, 62,