{"vocab": {"(60, 55, 52, 48)": 33386, "(67, 55, 50, 47)": 32942, "(65, 55, 50, 47)": 31845, "(64, 55, 48, 48)": 33349, "(62, 55, 50, 47)": 33515, "(60, 57, 52, 45)": 33519, "(60, 59, 53, 45)": 4756, "(67, 60, 55, 40)": 33028, "(69, 60, 55, 41)": 27364, "(69, 60, 53, 43)": 32095, "(69, 60, 52, 43)": 19063, "(69, 60, 53, 45)": 25825, "(69, 60, 53, 47)": 19413, "(67, 60, 52, 48)": 32767, "(67, 62, 55, 47)": 33343, "(69, 64, 55, 48)": 33047, "(71, 62, 54, 50)": 16, "(72, 60, 55, 52)": 32378, "(72, 62, 57, 53)": 18, "(71, 62, 59, 55)": 29904, "(71, 62, 50, 47)": 20, "(69, 60, 52, 48)": 27136, "(69, 60, 57, 45)": 33125, "(69, 60, 54, 50)": 32062, "(67, 59, 55, 43)": 33025, "(64, 60, 55, 48)": 33344, "(69, 60, 53, 41)": 33027, "(69, 60, 52, 41)": 32779, "(67, 59, 50, 43)": 33022, "(65, 60, 57, 45)": 33185, "(65, 62, 55, 47)": 33187, "(64, 60, 55, 41)": 33206, "(62, 60, 55, 43)": 33033, "(62, 59, 55, 43)": 33370, "(60, 60, 55, 36)": 28853, "(64, 64, 55, 48)": 23194, "(67, 62, 55, 43)": 32765, "(64, 60, 55, 36)": 33369, "(64, 60, 55, 38)": 33170, "(64, 60, 55, 40)": 33205, "(62, 57, 55, 45)": 44, "(62, 55, 55, 47)": 31358, "(62, 55, 53, 43)": 28889, "(64, 55, 52, 48)": 33360, "(64, 55, 53, 50)": 48, "(64, 55, 55, 52)": 25830, "(64, 57, 55, 53)": 50, "(62, 59, 55, 55)": 32362, "(62, 59, 55, 53)": 30740, "(62, 59, 55, 52)": 30741, "(62, 59, 55, 50)": 28251, "(64, 60, 55, 47)": 32799, "(64, 60, 57, 45)": 33011, "(64, 60, 57, 43)": 33012, "(62, 60, 57, 41)": 33189, "(62, 60, 57, 38)": 29024, "(62, 59, 53, 43)": 33371, "(60, 60, 52, 36)": 25960, "(72, 64, 57, 33)": 64, "(72, 64, 55, 36)": 30712, "(71, 62, 53, 38)": 29017, "(71, 62, 53, 40)": 67, "(65, 57, 48, 45)": 32212, "(65, 57, 50, 47)": 31453, "(64, 55, 55, 40)": 29708, "(62, 57, 53, 41)": 31213, "(62, 57, 53, 38)": 32787, "(62, 57, 52, 38)": 7305, "(62, 55, 50, 43)": 28887, "(60, 55, 52, 36)": 33557, "(63, 60, 55, 48)": 32809, "(63, 60, 56, 48)": 32684, "(63, 58, 58, 55)": 25705, "(63, 60, 58, 55)": 6257, "(70, 62, 56, 53)": 13868, "(70, 63, 55, 51)": 29269, "(70, 65, 53, 50)": 28211, "(68, 58, 51, 51)": 16530, "(67, 58, 51, 51)": 32696, "(65, 57, 53, 51)": 32706, "(65, 57, 53, 49)": 2669, "(67, 58, 51, 48)": 91, "(67, 58, 49, 46)": 31785, "(68, 56, 51, 48)": 5844, "(67, 63, 51, 44)": 21560, "(65, 62, 58, 46)": 32866, "(65, 62, 56, 46)": 32867, "(63, 58, 55, 39)": 32868, "(63, 60, 51, 44)": 27731, "(65, 60, 51, 45)": 29624, "(65, 60, 51, 46)": 29109, "(67, 58, 50, 46)": 29581, "(68, 62, 53, 47)": 16170, "(68, 60, 51, 48)": 29529, "(65, 58, 53, 50)": 32707, "(70, 58, 53, 50)": 29065, "(70, 60, 53, 50)": 108, "(70, 62, 58, 46)": 28579, "(72, 63, 58, 53)": 110, "(72, 60, 57, 53)": 30249, "(67, 63, 58, 51)": 32564, "(67, 63, 58, 50)": 26415, "(67, 63, 60, 48)": 32481, "(68, 63, 60, 46)": 27497, "(70, 64, 60, 44)": 117, "(70, 64, 60, 43)": 118, "(68, 65, 60, 41)": 31619, "(68, 63, 60, 41)": 25640, "(67, 62, 58, 46)": 31588, "(65, 60, 58, 44)": 15175, "(63, 58, 58, 43)": 25298, "(65, 60, 56, 41)": 32853, "(65, 62, 56, 41)": 32854, "(67, 63, 55, 39)": 126, "(67, 60, 57, 39)": 127, "(67, 63, 58, 39)": 32717, "(67, 62, 58, 39)": 25276, "(63, 60, 56, 44)": 32042, "(63, 60, 55, 46)": 31753, "(65, 60, 56, 44)": 32844, "(67, 62, 58, 43)": 32007, "(67, 64, 58, 43)": 31618, "(67, 64, 60, 48)": 33086, "(67, 64, 58, 48)": 31714, "(65, 65, 56, 49)": 20957, "(65, 63, 56, 48)": 28255, "(67, 61, 58, 46)": 27538, "(68, 60, 51, 44)": 31786, "(67, 58, 51, 39)": 32697, "(67, 63, 51, 39)": 144, "(65, 63, 53, 46)": 31788, "(65, 62, 53, 46)": 30530, "(63, 62, 55, 46)": 25296, "(63, 60, 57, 46)": 148, "(70, 63, 58, 48)": 31720, "(70, 65, 58, 50)": 32561, "(68, 65, 58, 46)": 152, "(67, 65, 58, 51)": 32563, "(67, 58, 55, 50)": 18368, "(68, 63, 51, 48)": 32368, "(67, 63, 55, 46)": 18574, "(65, 63, 60, 44)": 32865, "(65, 63, 56, 41)": 23268, "(60, 55, 48, 40)": 33560, "(56, 53, 48, 41)": 32449, "(58, 51, 46, 43)": 21295, "(60, 51, 44, 44)": 28023, "(61, 51, 44, 44)": 207, "(63, 51, 44, 36)": 28007, "(61, 53, 44, 34)": 28058, "(61, 51, 43, 39)": 169, "(60, 51, 44, 32)": 18973, "(60, 56, 51, 44)": 32838, "(61, 56, 51, 44)": 634, "(63, 56, 51, 36)": 175, "(63, 55, 51, 36)": 26295, "(63, 56, 51, 37)": 176, "(58, 55, 51, 39)": 32453, "(58, 53, 51, 39)": 178, "(60, 53, 43, 36)": 28059, "(60, 51, 43, 36)": 31299, "(56, 51, 41, 41)": 181, "(56, 51, 43, 41)": 182, "(56, 50, 44, 41)": 21853, "(55, 51, 46, 39)": 28432, "(51, 51, 43, 39)": 185, "(51, 49, 43, 39)": 186, "(56, 48, 48, 41)": 187, "(63, 51, 44, 44)": 191, "(61, 56, 53, 37)": 192, "(60, 56, 53, 37)": 193, "(58, 55, 46, 39)": 24234, "(60, 55, 43, 40)": 33498, "(56, 55, 48, 41)": 32461, "(58, 53, 46, 43)": 198, "(61, 51, 46, 44)": 201, "(63, 53, 48, 45)": 25569, "(61, 53, 48, 46)": 31746, "(61, 53, 46, 46)": 204, "(60, 53, 45, 41)": 33562, "(63, 51, 46, 43)": 27994, "(63, 53, 46, 43)": 209, "(63, 55, 46, 41)": 21824, "(63, 55, 46, 39)": 32438, "(58, 53, 46, 38)": 32450, "(58, 53, 44, 38)": 18902, "(60, 51, 43, 39)": 17287, "(56, 53, 48, 39)": 27985, "(56, 53, 46, 38)": 32412, "(51, 55, 46, 39)": 218, "(51, 55, 46, 37)": 219, "(56, 56, 51, 36)": 220, "(58, 56, 49, 34)": 221, "(58, 55, 49, 34)": 32403, "(60, 56, 51, 32)": 30840, "(60, 56, 51, 42)": 224, "(61, 56, 49, 42)": 225, "(61, 56, 49, 41)": 226, "(60, 56, 51, 39)": 28018, "(60, 56, 53, 38)": 228, "(58, 56, 46, 39)": 229, "(58, 56, 48, 39)": 230, "(58, 55, 49, 39)": 28021, "(56, 51, 48, 32)": 31694, "(60, 57, 53, 53)": 31804, "(60, 57, 53, 52)": 15378, "(62, 59, 53, 50)": 30742, "(65, 60, 55, 48)": 33342, "(64, 55, 48, 36)": 33351, "(65, 53, 48, 38)": 25994, "(67, 52, 48, 40)": 24926, "(67, 53, 48, 38)": 246, "(67, 55, 48, 40)": 33226, "(67, 57, 48, 41)": 32196, "(64, 59, 55, 40)": 28880, "(60, 57, 55, 45)": 28871, "(60, 57, 54, 45)": 30892, "(62, 50, 47, 43)": 19125, "(55, 52, 47, 40)": 33532, "(60, 52, 48, 45)": 33558, "(62, 55, 47, 43)": 33548, "(62, 55, 47, 41)": 31386, "(64, 55, 48, 40)": 33391, "(64, 55, 48, 38)": 33194, "(65, 55, 48, 36)": 16743, "(64, 59, 52, 44)": 33372, "(65, 55, 50, 48)": 23719, "(67, 57, 52, 49)": 31489, "(65, 57, 52, 50)": 31491, "(65, 57, 50, 38)": 32201, "(64, 57, 49, 45)": 28357, "(65, 55, 48, 48)": 24633, "(67, 57, 48, 45)": 24921, "(67, 59, 47, 43)": 276, "(67, 60, 45, 45)": 277, "(62, 62, 43, 47)": 30407, "(62, 60, 45, 47)": 279, "(64, 59, 47, 43)": 30947, "(64, 57, 47, 43)": 31494, "(60, 55, 52, 40)": 32250, "(60, 57, 50, 42)": 33527, "(59, 55, 52, 43)": 33458, "(55, 50, 47, 41)": 31413, "(62, 57, 41, 38)": 12144, "(62, 59, 41, 38)": 12145, "(64, 60, 43, 36)": 12146, "(64, 60, 45, 36)": 1770, "(65, 59, 47, 38)": 291, "(65, 57, 47, 38)": 292, "(64, 55, 48, 41)": 33392, "(62, 53, 47, 43)": 33549, "(60, 52, 43, 36)": 33573, "(67, 65, 60, 48)": 31710, "(72, 67, 60, 51)": 32517, "(71, 67, 62, 55)": 33126, "(72, 67, 63, 60)": 32483, "(74, 65, 55, 48)": 30103, "(75, 63, 55, 48)": 304, "(68, 62, 58, 46)": 28589, "(65, 60, 56, 51)": 21679, "(65, 60, 55, 51)": 310, "(67, 62, 67, 51)": 314, "(72, 60, 65, 56)": 29319, "(72, 67, 63, 56)": 32494, "(71, 65, 62, 50)": 29901, "(71, 62, 62, 50)": 318, "(71, 63, 55, 48)": 319, "(72, 67, 57, 48)": 361, "(72, 66, 57, 48)": 32590, "(74, 67, 59, 55)": 32512, "(75, 67, 60, 60)": 32485, "(75, 67, 58, 60)": 3333, "(74, 65, 56, 53)": 26246, "(72, 65, 53, 51)": 326, "(68, 63, 56, 48)": 29225, "(70, 63, 55, 46)": 13327, "(63, 58, 55, 51)": 31686, "(75, 67, 58, 51)": 32135, "(74, 65, 58, 55)": 28791, "(72, 63, 60, 56)": 32565, "(70, 65, 62, 56)": 25440, "(70, 67, 63, 55)": 25360, "(72, 68, 56, 53)": 343, "(72, 67, 56, 51)": 344, "(70, 63, 60, 48)": 31797, "(68, 65, 62, 46)": 28157, "(67, 62, 62, 46)": 24774, "(65, 62, 58, 58)": 25731, "(65, 62, 58, 56)": 23887, "(70, 64, 58, 55)": 19757, "(70, 65, 60, 53)": 29302, "(68, 65, 60, 53)": 31717, "(67, 62, 59, 53)": 32503, "(75, 67, 60, 51)": 25628, "(74, 67, 60, 51)": 357, "(70, 65, 62, 50)": 32516, "(70, 62, 62, 50)": 359, "(70, 63, 55, 48)": 32017, "(75, 67, 60, 58)": 32486, "(77, 65, 60, 56)": 32142, "(75, 67, 60, 55)": 32181, "(74, 68, 65, 53)": 32568, "(72, 68, 65, 51)": 369, "(70, 68, 65, 50)": 370, "(72, 67, 63, 51)": 29969, "(74, 68, 60, 53)": 32182, "(74, 67, 60, 55)": 29971, "(74, 67, 57, 55)": 374, "(74, 65, 59, 43)": 28136, "(72, 63, 59, 43)": 17587, "(72, 63, 60, 44)": 18689, "(75, 68, 60, 56)": 17470, "(75, 68, 60, 55)": 379, "(75, 68, 60, 53)": 26949, "(72, 68, 63, 53)": 27289, "(71, 67, 62, 53)": 33127, "(79, 67, 60, 51)": 17583, "(79, 67, 59, 50)": 385, "(71, 65, 62, 53)": 387, "(71, 62, 55, 55)": 30695, "(71, 63, 55, 55)": 389, "(71, 65, 55, 55)": 28164, "(71, 67, 62, 43)": 32570, "(72, 67, 62, 43)": 19903, "(72, 67, 64, 48)": 32571, "(67, 60, 51, 36)": 31285, "(67, 60, 53, 38)": 29712, "(60, 60, 55, 39)": 28628, "(62, 59, 53, 38)": 32950, "(63, 60, 55, 36)": 32909, "(65, 62, 56, 35)": 31350, "(65, 62, 55, 35)": 31351, "(63, 62, 55, 36)": 23633, "(62, 60, 56, 41)": 26297, "(62, 59, 50, 43)": 32656, "(60, 55, 51, 36)": 32883, "(65, 60, 53, 33)": 456, "(65, 60, 51, 33)": 457, "(65, 58, 50, 34)": 22297, "(65, 57, 51, 36)": 6629, "(65, 58, 53, 38)": 32869, "(65, 58, 53, 51)": 29234, "(67, 63, 51, 48)": 32315, "(67, 67, 50, 47)": 467, "(69, 67, 48, 45)": 468, "(69, 66, 48, 45)": 469, "(70, 67, 50, 43)": 470, "(67, 63, 60, 36)": 16167, "(65, 62, 60, 38)": 472, "(65, 62, 59, 38)": 13932, "(63, 55, 60, 39)": 29116, "(63, 57, 60, 41)": 475, "(60, 60, 51, 44)": 31617, "(60, 60, 51, 43)": 26545, "(62, 60, 53, 41)": 25051, "(62, 58, 53, 46)": 33347, "(62, 58, 53, 45)": 32749, "(63, 58, 55, 43)": 32840, "(63, 63, 55, 43)": 489, "(68, 65, 58, 51)": 494, "(68, 65, 58, 50)": 32562, "(67, 63, 58, 43)": 32690, "(67, 58, 55, 39)": 32861, "(70, 58, 53, 38)": 1975, "(70, 62, 55, 34)": 504, "(68, 60, 51, 36)": 24243, "(68, 58, 53, 38)": 506, "(60, 56, 53, 41)": 31733, "(62, 56, 47, 41)": 30620, "(63, 55, 48, 39)": 31859, "(68, 60, 53, 53)": 32379, "(67, 60, 55, 51)": 32661, "(67, 60, 56, 51)": 22615, "(65, 61, 58, 49)": 31798, "(70, 61, 53, 46)": 29547, "(70, 61, 55, 46)": 17066, "(72, 60, 56, 44)": 23296, "(72, 62, 56, 44)": 11046, "(70, 64, 58, 43)": 556, "(-1, -1, -1, -1)": 33036, "(70, 67, 60, 52)": 29500, "(68, 63, 60, 53)": 23889, "(65, 61, 56, 49)": 31701, "(65, 60, 56, 49)": 31799, "(61, 58, 53, 44)": 31735, "(63, 60, 54, 45)": 31724, "(61, 58, 53, 46)": 31734, "(61, 56, 53, 46)": 31815, "(63, 55, 51, 48)": 32901, "(61, 56, 53, 41)": 17083, "(61, 56, 53, 43)": 576, "(56, 56, 48, 41)": 28016, "(58, 53, 53, 37)": 20908, "(68, 62, 53, 53)": 29096, "(67, 64, 58, 55)": 29495, "(65, 65, 60, 56)": 29496, "(68, 65, 56, 53)": 591, "(70, 67, 55, 52)": 28093, "(70, 60, 55, 52)": 29508, "(72, 63, 53, 45)": 29546, "(70, 62, 53, 46)": 29090, "(68, 62, 53, 46)": 27509, "(70, 58, 51, 48)": 602, "(65, 58, 50, 46)": 32722, "(65, 58, 50, 44)": 29597, "(63, 58, 51, 43)": 31736, "(63, 56, 51, 41)": 26046, "(61, 58, 51, 43)": 31777, "(61, 55, 51, 39)": 1582, "(58, 55, 51, 51)": 32899, "(58, 55, 51, 50)": 32900, "(63, 57, 51, 48)": 23883, "(67, 58, 52, 43)": 29185, "(68, 60, 53, 41)": 31758, "(70, 61, 55, 40)": 10966, "(70, 60, 55, 40)": 27513, "(68, 60, 55, 41)": 32380, "(68, 62, 53, 41)": 31657, "(67, 63, 58, 45)": 623, "(68, 60, 53, 50)": 29530, "(67, 58, 55, 51)": 32688, "(65, 61, 56, 53)": 2692, "(65, 61, 56, 55)": 630, "(63, 60, 56, 56)": 28582, "(61, 58, 56, 56)": 632, "(63, 58, 51, 42)": 21159, "(61, 58, 53, 41)": 30824, "(60, 58, 55, 40)": 28394, "(60, 56, 53, 36)": 28570, "(60, 53, 50, 36)": 31095, "(60, 57, 52, 33)": 23380, "(60, 57, 52, 36)": 30287, "(59, 55, 52, 40)": 28893, "(57, 53, 48, 41)": 33314, "(57, 53, 48, 45)": 33453, "(55, 52, 48, 48)": 33455, "(62, 57, 48, 41)": 33480, "(64, 59, 47, 44)": 30387, "(64, 57, 48, 45)": 33478, "(64, 57, 48, 43)": 33479, "(62, 57, 48, 42)": 32466, "(65, 55, 50, 35)": 30904, "(57, 57, 48, 41)": 29463, "(59, 55, 53, 38)": 3477, "(59, 56, 52, 40)": 33543, "(64, 55, 52, 47)": 2625, "(62, 55, 50, 45)": 20403, "(65, 55, 47, 43)": 26694, "(64, 55, 43, 48)": 682, "(62, 53, 45, 41)": 29706, "(60, 53, 44, 41)": 32407, "(60, 55, 43, 39)": 25545, "(60, 55, 44, 39)": 11911, "(58, 53, 46, 37)": 28029, "(58, 53, 48, 37)": 17796, "(56, 53, 49, 36)": 28031, "(56, 53, 49, 34)": 21288, "(55, 52, 43, 36)": 16427, "(56, 48, 41, 41)": 11967, "(58, 49, 41, 37)": 11959, "(60, 51, 42, 33)": 11920, "(60, 51, 41, 33)": 11956, "(58, 49, 41, 34)": 11923, "(56, 48, 41, 29)": 18905, "(55, 48, 40, 36)": 33294, "(53, 48, 44, 41)": 21292, "(55, 48, 43, 40)": 30301, "(56, 48, 43, 41)": 18904, "(53, 49, 44, 37)": 11930, "(53, 49, 46, 37)": 18928, "(53, 48, 48, 33)": 11932, "(51, 48, 41, 33)": 18930, "(49, 46, 41, 34)": 18957, "(48, 45, 41, 29)": 18959, "(51, 46, 42, 30)": 713, "(53, 47, 44, 26)": 714, "(51, 46, 42, 27)": 17856, "(51, 46, 44, 27)": 17898, "(49, 46, 46, 28)": 11942, "(53, 48, 44, 29)": 11969, "(52, 46, 43, 31)": 720, "(53, 48, 41, 32)": 739, "(55, 49, 41, 34)": 5944, "(56, 48, 41, 36)": 723, "(56, 48, 39, 36)": 18969, "(55, 48, 44, 32)": 725, "(53, 48, 44, 32)": 18952, "(56, 51, 48, 36)": 30835, "(58, 51, 43, 39)": 21297, "(60, 51, 44, 43)": 2022, "(60, 53, 44, 39)": 32408, "(55, 53, 49, 34)": 28032, "(55, 52, 48, 36)": 33327, "(55, 48, 43, 39)": 17212, "(51, 48, 44, 32)": 19007, "(53, 49, 44, 25)": 19005, "(53, 49, 44, 27)": 11978, "(53, 49, 44, 29)": 19004, "(53, 49, 44, 30)": 18950, "(51, 48, 42, 32)": 756, "(48, 46, 40, 36)": 11984, "(48, 44, 41, 36)": 11985, "(48, 43, 40, 36)": 19544, "(70, 61, 51, 43)": 767, "(70, 62, 55, 46)": 31977, "(68, 63, 55, 48)": 23484, "(68, 65, 53, 50)": 11063, "(65, 63, 56, 51)": 12698, "(65, 63, 58, 46)": 29101, "(65, 62, 55, 46)": 28370, "(68, 63, 60, 48)": 31792, "(68, 63, 60, 50)": 25696, "(65, 62, 56, 47)": 28404, "(67, 58, 53, 51)": 29072, "(67, 60, 55, 52)": 32791, "(68, 60, 55, 52)": 791, "(68, 60, 55, 53)": 25670, "(68, 63, 55, 53)": 13394, "(68, 60, 51, 53)": 24408, "(67, 62, 53, 47)": 31545, "(67, 60, 51, 48)": 32659, "(65, 60, 51, 50)": 29592, "(67, 60, 63, 51)": 800, "(68, 60, 63, 53)": 3313, "(70, 55, 62, 55)": 802, "(70, 62, 62, 55)": 803, "(68, 65, 60, 50)": 17145, "(65, 60, 57, 51)": 28486, "(65, 58, 58, 50)": 32727, "(67, 63, 58, 49)": 31668, "(69, 63, 60, 49)": 812, "(70, 65, 61, 48)": 813, "(70, 65, 61, 46)": 31796, "(69, 65, 53, 53)": 5070, "(69, 63, 53, 53)": 817, "(70, 62, 55, 43)": 28229, "(67, 63, 55, 48)": 32331, "(72, 63, 54, 44)": 821, "(72, 61, 53, 49)": 822, "(70, 61, 52, 49)": 823, "(68, 61, 53, 46)": 824, "(68, 60, 53, 46)": 29590, "(67, 58, 52, 48)": 23956, "(65, 58, 52, 48)": 827, "(65, 56, 53, 41)": 20927, "(67, 60, 51, 46)": 29623, "(67, 58, 51, 44)": 32720, "(68, 60, 51, 43)": 24194, "(70, 60, 51, 43)": 833, "(67, 63, 46, 43)": 31337, "(65, 63, 46, 44)": 836, "(65, 60, 58, 46)": 18589, "(79, 76, 67, 60)": 843, "(77, 74, 67, 60)": 844, "(76, 72, 67, 60)": 30073, "(81, 72, 67, 53)": 5705, "(81, 74, 65, 53)": 847, "(83, 74, 65, 55)": 848, "(83, 76, 67, 55)": 849, "(83, 76, 65, 55)": 850, "(84, 76, 64, 57)": 851, "(84, 76, 69, 57)": 852, "(84, 76, 67, 62)": 853, "(84, 74, 66, 62)": 854, "(83, 74, 67, 55)": 855, "(81, 74, 69, 65)": 11603, "(83, 74, 69, 65)": 857, "(84, 72, 67, 64)": 858, "(79, 74, 67, 59)": 17500, "(77, 74, 67, 59)": 30061, "(76, 72, 67, 58)": 862, "(77, 72, 65, 57)": 32544, "(77, 72, 65, 56)": 28118, "(76, 72, 67, 55)": 30076, "(76, 72, 69, 54)": 866, "(74, 72, 69, 55)": 867, "(74, 71, 67, 55)": 32159, "(74, 71, 65, 55)": 30066, "(72, 67, 64, 60)": 23540, "(76, 69, 69, 61)": 871, "(76, 76, 69, 61)": 872, "(78, 76, 69, 62)": 873, "(78, 72, 69, 62)": 874, "(80, 74, 71, 62)": 875, "(80, 74, 71, 60)": 876, "(83, 72, 69, 65)": 878, "(84, 76, 69, 64)": 879, "(84, 76, 69, 62)": 880, "(83, 76, 68, 64)": 881, "(83, 76, 74, 64)": 882, "(81, 76, 72, 57)": 11546, "(83, 77, 74, 62)": 884, "(84, 79, 76, 60)": 29829, "(86, 79, 74, 60)": 886, "(86, 79, 74, 59)": 887, "(88, 79, 72, 60)": 888, "(86, 81, 72, 65)": 889, "(86, 79, 71, 67)": 890, "(86, 77, 71, 67)": 891, "(84, 76, 67, 60)": 892, "(60, 55, 51, 48)": 32807, "(62, 55, 53, 48)": 32808, "(65, 62, 60, 45)": 924, "(70, 67, 62, 43)": 28480, "(70, 67, 58, 51)": 24373, "(69, 67, 63, 48)": 28516, "(69, 66, 62, 50)": 30240, "(67, 62, 58, 55)": 32008, "(65, 62, 57, 50)": 32792, "(70, 62, 55, 55)": 32023, "(70, 63, 55, 55)": 32336, "(69, 63, 57, 53)": 933, "(69, 62, 57, 53)": 31984, "(67, 62, 59, 51)": 7579, "(67, 60, 60, 51)": 25687, "(65, 60, 62, 50)": 937, "(65, 59, 62, 50)": 5032, "(60, 55, 51, 46)": 31818, "(65, 60, 53, 45)": 31569, "(65, 58, 53, 43)": 28506, "(63, 57, 53, 41)": 31321, "(67, 58, 51, 50)": 27221, "(67, 57, 51, 48)": 10286, "(66, 57, 50, 50)": 32770, "(67, 60, 53, 50)": 31529, "(72, 60, 55, 51)": 32366, "(72, 62, 55, 51)": 958, "(72, 63, 57, 53)": 24383, "(74, 62, 57, 46)": 24384, "(72, 62, 57, 46)": 961, "(70, 67, 55, 51)": 32014, "(70, 65, 55, 50)": 32015, "(72, 63, 55, 48)": 32185, "(70, 62, 55, 48)": 32060, "(69, 60, 55, 50)": 18158, "(67, 58, 50, 43)": 32021, "(69, 62, 53, 50)": 30709, "(70, 62, 53, 55)": 32024, "(69, 60, 51, 48)": 32025, "(69, 60, 53, 50)": 32026, "(67, 60, 57, 51)": 32028, "(65, 62, 58, 50)": 28244, "(65, 62, 56, 48)": 32312, "(62, 55, 51, 46)": 9287, "(63, 60, 51, 43)": 32038, "(65, 62, 57, 41)": 32978, "(63, 62, 59, 43)": 14507, "(65, 60, 60, 44)": 31648, "(63, 60, 60, 41)": 992, "(72, 64, 55, 48)": 32583, "(72, 65, 57, 53)": 32054, "(72, 65, 57, 51)": 24396, "(72, 65, 57, 50)": 9141, "(72, 65, 57, 48)": 26602, "(74, 65, 58, 46)": 32055, "(74, 65, 57, 46)": 32056, "(72, 62, 54, 50)": 14060, "(70, 67, 55, 48)": 1005, "(69, 66, 60, 50)": 29909, "(67, 62, 59, 43)": 33102, "(62, 58, 55, 43)": 29602, "(62, 58, 53, 43)": 26543, "(60, 56, 51, 43)": 26529, "(60, 56, 53, 39)": 20966, "(58, 56, 53, 38)": 16377, "(58, 55, 48, 40)": 31246, "(55, 55, 48, 39)": 25561, "(57, 53, 48, 39)": 29430, "(57, 55, 48, 39)": 30281, "(59, 56, 53, 38)": 32241, "(59, 55, 51, 43)": 29466, "(59, 55, 50, 43)": 33525, "(60, 55, 51, 41)": 29559, "(60, 57, 53, 39)": 9387, "(60, 59, 53, 39)": 1063, "(63, 60, 55, 39)": 31775, "(62, 60, 53, 38)": 32268, "(62, 57, 54, 50)": 29671, "(62, 57, 54, 48)": 32224, "(62, 58, 55, 46)": 28497, "(62, 58, 55, 45)": 23877, "(62, 57, 50, 43)": 22686, "(62, 57, 50, 42)": 32236, "(58, 57, 50, 43)": 31177, "(58, 55, 51, 43)": 21840, "(60, 55, 51, 45)": 32896, "(60, 53, 53, 45)": 5353, "(60, 53, 51, 45)": 31238, "(62, 53, 50, 47)": 33516, "(62, 53, 48, 47)": 1085, "(63, 55, 48, 48)": 31846, "(62, 55, 46, 43)": 25573, "(62, 58, 50, 42)": 28272, "(62, 60, 50, 42)": 32678, "(62, 60, 55, 41)": 23676, "(62, 59, 55, 41)": 32773, "(63, 60, 55, 41)": 32388, "(60, 58, 51, 44)": 31742, "(60, 55, 51, 43)": 21258, "(60, 53, 50, 44)": 31819, "(60, 53, 48, 44)": 32400, "(59, 55, 50, 41)": 33497, "(60, 55, 51, 39)": 32472, "(60, 55, 51, 38)": 29557, "(62, 55, 50, 36)": 27717, "(62, 55, 50, 35)": 30902, "(63, 55, 48, 36)": 31860, "(63, 60, 48, 36)": 15431, "(63, 59, 48, 36)": 1112, "(65, 60, 48, 44)": 32903, "(60, 55, 53, 50)": 33387, "(60, 55, 55, 51)": 28458, "(60, 55, 55, 53)": 1124, "(62, 59, 53, 51)": 1125, "(63, 60, 55, 45)": 23089, "(65, 62, 56, 43)": 32715, "(67, 63, 58, 41)": 32718, "(67, 63, 60, 39)": 27491, "(67, 65, 62, 38)": 1135, "(72, 67, 63, 36)": 25625, "(72, 67, 63, 48)": 32147, "(72, 67, 63, 50)": 25743, "(74, 67, 62, 48)": 33130, "(74, 67, 62, 47)": 33131, "(75, 67, 60, 48)": 29973, "(75, 67, 59, 48)": 1145, "(75, 65, 62, 48)": 1147, "(75, 63, 60, 48)": 24376, "(75, 62, 58, 48)": 1149, "(63, 63, 56, 48)": 24483, "(63, 63, 55, 46)": 26408, "(65, 63, 58, 44)": 2940, "(65, 63, 58, 48)": 16187, "(65, 65, 58, 50)": 32346, "(67, 63, 58, 53)": 25698, "(67, 62, 56, 53)": 13395, "(68, 63, 58, 53)": 25658, "(68, 62, 58, 41)": 23898, "(68, 60, 58, 41)": 1166, "(70, 67, 63, 51)": 32493, "(70, 67, 63, 39)": 1170, "(70, 67, 63, 41)": 1171, "(70, 67, 63, 43)": 6530, "(70, 65, 61, 43)": 9976, "(72, 62, 60, 44)": 1175, "(72, 65, 60, 56)": 32514, "(75, 67, 58, 55)": 32166, "(74, 68, 56, 53)": 14374, "(72, 63, 57, 54)": 24379, "(72, 62, 57, 54)": 27675, "(62, 55, 43, 47)": 1190, "(60, 54, 48, 45)": 33559, "(59, 50, 55, 43)": 30893, "(59, 55, 43, 31)": 1193, "(57, 55, 43, 31)": 1194, "(55, 55, 50, 41)": 14022, "(62, 53, 47, 31)": 24023, "(64, 55, 52, 36)": 32257, "(64, 55, 52, 40)": 1204, "(62, 55, 52, 40)": 21412, "(64, 49, 52, 45)": 1206, "(64, 49, 49, 45)": 1207, "(64, 57, 52, 45)": 16040, "(64, 57, 52, 43)": 1210, "(65, 57, 48, 43)": 33224, "(67, 50, 47, 41)": 1212, "(67, 50, 45, 41)": 1213, "(67, 48, 43, 40)": 1214, "(67, 55, 47, 40)": 24303, "(65, 55, 47, 38)": 22932, "(62, 55, 50, 31)": 20866, "(55, 50, 47, 43)": 31477, "(57, 50, 50, 41)": 1220, "(57, 50, 50, 40)": 1221, "(59, 50, 43, 41)": 25595, "(59, 50, 43, 38)": 1223, "(62, 55, 43, 35)": 19178, "(64, 55, 43, 36)": 31113, "(62, 55, 48, 43)": 33393, "(62, 55, 47, 31)": 30962, "(63, 58, 55, 44)": 10491, "(62, 58, 56, 46)": 28498, "(70, 65, 58, 51)": 16208, "(65, 58, 51, 46)": 32721, "(58, 58, 51, 43)": 29444, "(62, 56, 53, 44)": 32839, "(63, 60, 55, 44)": 32714, "(63, 58, 53, 46)": 15120, "(63, 58, 55, 46)": 25717, "(62, 58, 56, 34)": 15123, "(65, 58, 56, 39)": 1261, "(65, 65, 58, 51)": 25725, "(70, 63, 58, 43)": 27499, "(70, 63, 58, 41)": 1269, "(70, 63, 58, 44)": 27498, "(65, 65, 60, 45)": 27153, "(65, 63, 60, 45)": 31608, "(65, 60, 57, 53)": 27521, "(65, 62, 58, 48)": 32710, "(65, 62, 58, 44)": 32863, "(67, 60, 57, 45)": 22727, "(67, 59, 53, 43)": 31527, "(63, 58, 55, 48)": 29526, "(62, 56, 53, 48)": 22272, "(62, 56, 53, 47)": 32424, "(60, 55, 53, 48)": 28873, "(60, 56, 50, 41)": 26548, "(60, 56, 50, 38)": 26381, "(59, 55, 53, 43)": 30324, "(75, 67, 63, 60)": 32536, "(75, 68, 63, 60)": 32125, "(75, 70, 63, 55)": 32129, "(75, 70, 65, 55)": 1302, "(75, 70, 67, 51)": 32533, "(75, 72, 68, 56)": 31030, "(75, 72, 67, 56)": 30013, "(73, 70, 65, 58)": 1307, "(72, 69, 63, 53)": 32171, "(72, 69, 62, 53)": 1323, "(70, 65, 62, 58)": 31005, "(77, 74, 70, 58)": 31022, "(79, 75, 70, 51)": 27589, "(77, 74, 69, 58)": 1315, "(75, 67, 67, 60)": 1316, "(75, 69, 65, 60)": 27829, "(75, 69, 63, 60)": 1318, "(74, 70, 65, 62)": 1319, "(72, 70, 67, 63)": 1320, "(74, 70, 65, 65)": 1321, "(75, 67, 63, 55)": 1327, "(75, 68, 61, 55)": 1328, "(75, 70, 60, 54)": 1329, "(75, 70, 58, 54)": 1330, "(75, 69, 60, 53)": 1331, "(75, 70, 60, 55)": 32510, "(77, 72, 60, 57)": 32542, "(74, 65, 62, 58)": 32488, "(74, 70, 62, 58)": 1335, "(74, 70, 63, 58)": 1336, "(72, 70, 65, 53)": 31003, "(70, 70, 62, 58)": 1339, "(77, 70, 65, 62)": 29999, "(79, 70, 63, 63)": 30979, "(75, 70, 67, 55)": 25424, "(75, 70, 67, 57)": 25425, "(74, 70, 65, 58)": 32546, "(72, 69, 69, 58)": 1346, "(74, 67, 70, 51)": 1347, "(82, 74, 67, 55)": 1350, "(80, 72, 63, 60)": 25414, "(80, 72, 65, 62)": 1383, "(79, 70, 67, 63)": 11599, "(79, 72, 68, 63)": 1354, "(77, 74, 70, 56)": 18498, "(75, 75, 70, 55)": 11465, "(75, 73, 70, 55)": 1358, "(77, 74, 68, 56)": 1360, "(79, 75, 67, 51)": 28114, "(79, 75, 68, 51)": 1362, "(79, 76, 70, 55)": 1366, "(80, 77, 72, 53)": 1365, "(77, 77, 72, 56)": 1367, "(77, 77, 70, 58)": 1368, "(77, 77, 68, 58)": 1369, "(77, 72, 68, 53)": 27587, "(70, 70, 62, 55)": 27789, "(77, 70, 62, 58)": 32133, "(80, 72, 65, 60)": 1377, "(82, 70, 67, 55)": 1378, "(80, 72, 65, 56)": 1379, "(79, 72, 63, 56)": 2283, "(79, 70, 68, 63)": 1385, "(77, 70, 70, 62)": 18509, "(77, 72, 70, 60)": 1387, "(82, 74, 65, 58)": 11605, "(82, 74, 65, 56)": 1389, "(82, 75, 63, 55)": 1390, "(80, 75, 63, 53)": 1391, "(79, 70, 63, 51)": 32131, "(77, 70, 63, 53)": 32130, "(77, 70, 63, 56)": 1395, "(79, 70, 63, 58)": 1396, "(79, 68, 63, 58)": 1397, "(77, 68, 62, 58)": 32134, "(77, 67, 62, 58)": 28781, "(67, 60, 52, 46)": 32352, "(65, 60, 53, 44)": 32886, "(65, 59, 53, 44)": 21673, "(63, 60, 55, 43)": 32387, "(62, 62, 56, 41)": 1407, "(60, 59, 53, 43)": 30585, "(60, 60, 51, 36)": 31631, "(65, 62, 53, 44)": 26410, "(63, 62, 56, 46)": 22628, "(65, 59, 50, 43)": 31636, "(63, 60, 48, 44)": 32037, "(68, 60, 53, 55)": 1438, "(68, 60, 53, 56)": 1439, "(65, 63, 53, 48)": 29111, "(63, 60, 56, 46)": 23865, "(68, 65, 60, 43)": 26023, "(68, 65, 60, 44)": 31708, "(67, 65, 61, 46)": 31661, "(67, 65, 61, 43)": 1455, "(63, 60, 55, 51)": 32675, "(65, 60, 53, 50)": 32672, "(65, 59, 53, 50)": 32664, "(72, 63, 55, 36)": 13854, "(72, 63, 55, 38)": 13855, "(72, 63, 55, 39)": 13856, "(72, 63, 55, 41)": 13857, "(70, 62, 55, 45)": 28230, "(69, 62, 55, 50)": 32594, "(69, 63, 55, 50)": 14593, "(69, 62, 54, 38)": 23762, "(69, 60, 54, 38)": 23763, "(67, 60, 52, 44)": 26160, "(67, 60, 52, 43)": 31469, "(67, 63, 46, 44)": 23136, "(63, 60, 56, 43)": 32043, "(70, 67, 62, 44)": 1508, "(70, 67, 62, 46)": 28472, "(67, 62, 60, 47)": 32115, "(67, 65, 60, 50)": 32602, "(72, 67, 55, 51)": 32057, "(72, 67, 55, 50)": 19809, "(72, 65, 48, 48)": 1517, "(72, 63, 48, 53)": 1518, "(71, 62, 55, 43)": 32375, "(58, 55, 48, 36)": 5310, "(56, 53, 48, 29)": 18915, "(55, 53, 46, 29)": 1555, "(53, 60, 44, 41)": 1556, "(55, 58, 43, 41)": 1557, "(56, 56, 41, 39)": 1558, "(58, 55, 41, 39)": 1559, "(58, 53, 41, 37)": 32402, "(60, 55, 48, 36)": 30960, "(60, 56, 44, 41)": 17867, "(61, 56, 44, 41)": 1563, "(63, 55, 46, 43)": 31823, "(61, 53, 46, 43)": 5918, "(60, 51, 48, 44)": 32442, "(58, 51, 48, 44)": 1567, "(56, 53, 49, 37)": 17822, "(56, 53, 48, 37)": 3018, "(58, 53, 49, 36)": 1570, "(60, 51, 51, 36)": 1571, "(61, 49, 53, 34)": 1572, "(61, 51, 51, 34)": 1573, "(61, 53, 49, 34)": 30843, "(61, 55, 48, 34)": 1575, "(61, 55, 46, 34)": 1576, "(60, 56, 48, 29)": 1577, "(63, 56, 48, 36)": 13267, "(63, 55, 46, 36)": 17272, "(65, 53, 44, 37)": 29369, "(63, 55, 51, 39)": 32702, "(58, 53, 49, 34)": 30854, "(58, 49, 46, 37)": 1586, "(60, 48, 44, 39)": 1587, "(61, 46, 44, 39)": 1588, "(63, 44, 44, 39)": 1589, "(58, 51, 46, 27)": 1590, "(60, 51, 46, 43)": 25554, "(60, 53, 44, 38)": 1623, "(60, 51, 44, 38)": 1597, "(58, 49, 43, 40)": 1598, "(56, 48, 44, 41)": 21852, "(55, 48, 46, 36)": 1633, "(56, -1, 41, 38)": 1602, "(56, 53, 41, 38)": 32459, "(55, 53, 43, 39)": 1604, "(55, 51, 44, 39)": 1605, "(53, 51, 46, 34)": 17826, "(53, 50, 46, 34)": 28044, "(53, 48, 46, 34)": 17728, "(51, 51, 46, 27)": 1610, "(51, 51, 46, 39)": 1611, "(51, 51, 46, 37)": 1612, "(56, 51, 48, 34)": 1614, "(56, 56, 48, 32)": 12232, "(56, 55, 48, 32)": 1616, "(58, 51, 51, 39)": 29384, "(58, 51, 49, 39)": 1619, "(60, 51, 48, 33)": 1620, "(61, 49, 46, 34)": 28002, "(60, 51, 44, 36)": 1622, "(58, 55, 43, 40)": 5932, "(55, 48, 46, 43)": 1627, "(53, 48, 48, 44)": 17253, "(55, 46, 49, 46)": 1629, "(56, 44, 48, 48)": 1630, "(56, 46, 48, 48)": 1631, "(55, 48, 48, 36)": 1632, "(53, 48, 45, 29)": 16490, "(60, 52, 45, 36)": 33442, "(59, 50, 47, 31)": 1678, "(59, 52, 47, 31)": 1679, "(57, 53, 48, 33)": 19522, "(57, 52, 48, 33)": 31118, "(55, 50, 50, 35)": 12792, "(55, 50, 43, 35)": 19539, "(53, 48, 43, 36)": 31253, "(52, 48, 43, 36)": 33335, "(57, 48, 43, 29)": 1686, "(57, 48, 43, 31)": 1687, "(57, 48, 41, 33)": 33329, "(57, 48, 41, 35)": 1689, "(60, 52, 40, 33)": 19481, "(59, 52, 43, 41)": 1693, "(57, 48, 45, 41)": 33451, "(57, 50, 45, 41)": 31143, "(55, 52, 47, 43)": 21397, "(53, 48, 48, 45)": 19491, "(52, 52, 47, 43)": 1700, "(57, 52, 45, 42)": 33472, "(57, 51, 47, 35)": 33468, "(55, 50, 47, 36)": 12794, "(57, 57, 53, 41)": 25998, "(59, 53, 50, 43)": 31499, "(62, 53, 48, 45)": 15325, "(64, 55, 48, 43)": 29160, "(64, 57, 48, 41)": 31455, "(62, 50, 48, 43)": 32881, "(60, 52, 48, 43)": 33383, "(60, 55, 50, 47)": 19467, "(60, 55, 48, 45)": 33378, "(60, 53, 48, 45)": 31244, "(62, 53, 47, 44)": 27067, "(62, 52, 47, 44)": 27069, "(60, 52, 45, 45)": 31928, "(60, 52, 47, 44)": 1725, "(57, 50, 48, 42)": 31154, "(59, 50, 48, 40)": 1727, "(60, 50, 42, 38)": 1728, "(60, 50, 43, 40)": 19164, "(60, 50, 45, 41)": 1730, "(60, 50, 45, 36)": 1731, "(59, 50, 43, 43)": 33510, "(60, 52, 43, 40)": 27420, "(60, 52, 43, 38)": 27378, "(62, 53, 43, 36)": 8710, "(62, 53, 43, 35)": 33565, "(57, 50, 41, 38)": 18867, "(59, 50, 41, 38)": 27390, "(60, 48, 40, 33)": 1741, "(60, 50, 40, 35)": 1742, "(60, 52, 45, 38)": 1744, "(59, 52, 44, 40)": 31168, "(64, 52, 45, 37)": 1746, "(65, 50, 45, 38)": 1747, "(64, 50, 45, 38)": 20820, "(62, 50, 47, 41)": 19119, "(64, 55, 47, 40)": 30422, "(62, 53, 47, 40)": 6392, "(60, 52, 47, 43)": 33218, "(60, 50, 45, 42)": 33509, "(59, 53, 50, 38)": 33505, "(60, 52, 45, 42)": 8734, "(59, 50, 47, 43)": 33443, "(59, 52, 47, 43)": 16011, "(57, 54, 48, 39)": 6337, "(55, 52, 47, 38)": 33533, "(55, 52, 45, 37)": 33534, "(54, 50, 45, 38)": 33535, "(55, 50, 47, 31)": 33536, "(62, 56, 47, 35)": 27089, "(60, 57, 40, 33)": 33275, "(64, 59, 50, 44)": 25496, "(62, 57, 50, 47)": 31909, "(62, 55, 48, 48)": 22553, "(60, 55, 47, 40)": 33507, "(59, 52, 47, 44)": 23359, "(60, 55, 46, 40)": 33561, "(60, 55, 45, 41)": 20852, "(60, 55, 45, 43)": 12825, "(60, 53, 45, 45)": 1791, "(62, 53, 45, 35)": 33564, "(60, 50, 43, 43)": 25603, "(60, 48, 43, 43)": 25604, "(59, 50, 43, 31)": 33572, "(62, 57, 53, 50)": 30538, "(63, 59, 55, 48)": 30635, "(65, 62, 56, 44)": 23845, "(67, 58, 51, 41)": 29584, "(67, 58, 51, 43)": 32719, "(67, 60, 51, 45)": 28421, "(67, 62, 50, 47)": 30373, "(65, 62, 50, 47)": 31635, "(63, 62, 55, 48)": 30634, "(65, 59, 56, 41)": 27215, "(65, 58, 55, 50)": 32685, "(65, 60, 51, 44)": 32698, "(68, 63, 60, 44)": 27493, "(70, 63, 60, 44)": 14504, "(67, 63, 58, 46)": 29227, "(67, 63, 60, 46)": 31599, "(67, 63, 58, 44)": 24403, "(65, 63, 58, 45)": 1856, "(65, 60, 57, 41)": 32755, "(67, 60, 55, 45)": 32795, "(65, 59, 55, 43)": 32983, "(60, 56, 51, 41)": 32395, "(65, 58, 50, 43)": 32873, "(65, 58, 50, 41)": 31842, "(63, 58, 51, 39)": 28551, "(65, 60, 50, 44)": 23240, "(63, 55, 50, 46)": 32902, "(63, 60, 48, 41)": 31849, "(63, 56, 53, 43)": 9431, "(62, 56, 53, 41)": 29417, "(60, 55, 55, 40)": 31408, "(60, 55, 52, 41)": 32948, "(67, 58, 50, 39)": 24674, "(65, 56, 48, 41)": 32890, "(65, 56, 48, 43)": 10158, "(62, 53, 48, 44)": 32431, "(63, 55, 48, 45)": 31824, "(60, 60, 51, 48)": 32328, "(62, 60, 53, 43)": 32120, "(58, 55, 50, 43)": 32898, "(63, 57, 48, 48)": 30654, "(67, 58, 51, 46)": 27236, "(65, 55, 51, 46)": 29594, "(65, 56, 50, 34)": 22298, "(63, 56, 50, 34)": 17442, "(67, 60, 51, 51)": 16264, "(67, 60, 48, 43)": 19994, "(67, 60, 52, 34)": 1974, "(67, 58, 49, 39)": 1983, "(68, 51, 48, 39)": 1978, "(68, 53, 48, 39)": 1979, "(67, 55, 46, 39)": 18029, "(65, 56, 46, 39)": 1981, "(67, 58, 48, 39)": 11682, "(68, 60, 48, 39)": 1985, "(68, 58, 50, 39)": 1986, "(67, 56, 51, 41)": 1988, "(70, 55, 51, 43)": 1989, "(68, 56, 51, 41)": 1990, "(65, 58, 48, 46)": 31808, "(67, 60, 51, 50)": 1999, "(67, 62, 50, 48)": 2000, "(65, 53, 48, 44)": 31848, "(65, 53, 48, 43)": 2005, "(58, 53, 50, 39)": 3521, "(63, 53, 44, 43)": 2017, "(60, 55, 46, 41)": 6440, "(58, 50, 46, 43)": 30336, "(60, 53, 44, 43)": 2023, "(60, 55, 44, 43)": 2024, "(62, 56, 44, 41)": 20615, "(62, 56, 43, 41)": 2026, "(63, 55, 48, 44)": 2029, "(62, 55, 50, 46)": 32895, "(62, 56, 50, 46)": 2031, "(62, 58, 50, 46)": 20645, "(60, 60, 52, 46)": 2033, "(60, 60, 53, 44)": 29122, "(60, 60, 55, 43)": 32911, "(60, 60, 48, 44)": 2036, "(60, 58, 53, 41)": 31732, "(60, 55, 50, 43)": 31195, "(60, 55, 48, 43)": 33555, "(67, 60, 53, 48)": 26066, "(60, 59, 53, 50)": 2048, "(67, 62, 55, 52)": 5488, "(67, 64, 60, 50)": 30208, "(69, 65, 60, 53)": 29899, "(69, 62, 57, 54)": 27655, "(69, 60, 57, 54)": 2055, "(62, 57, 55, 55)": 30571, "(69, 60, 53, 53)": 32790, "(69, 60, 57, 53)": 33119, "(69, 65, 62, 50)": 32607, "(69, 65, 60, 50)": 28483, "(67, 65, 59, 55)": 13182, "(67, 64, 60, 55)": 27118, "(65, 62, 60, 43)": 2072, "(65, 62, 59, 43)": 32264, "(62, 62, 55, 47)": 33019, "(64, 62, 55, 48)": 33107, "(66, 60, 57, 45)": 32758, "(71, 62, 55, 50)": 27341, "(69, 62, 54, 50)": 33049, "(67, 62, 54, 50)": 31980, "(67, 60, 50, 47)": 30374, "(72, 62, 55, 52)": 32640, "(70, 64, 60, 50)": 2093, "(70, 64, 60, 48)": 28095, "(69, 65, 60, 52)": 27120, "(69, 66, 57, 48)": 2098, "(74, 67, 59, 47)": 32586, "(72, 67, 60, 45)": 30198, "(72, 66, 60, 45)": 30199, "(67, 67, 60, 52)": 32603, "(69, 67, 53, 50)": 2106, "(69, 65, 53, 50)": 27665, "(71, 64, 55, 43)": 2108, "(71, 62, 53, 43)": 29147, "(72, 60, 52, 45)": 29149, "(67, 62, 52, 47)": 15273, "(67, 60, 52, 47)": 22773, "(64, 60, 55, 43)": 32888, "(64, 53, 57, 49)": 2124, "(64, 52, 57, 49)": 2125, "(66, 59, 57, 51)": 24086, "(66, 59, 51, 47)": 2128, "(67, 59, 52, 52)": 31889, "(67, 59, 54, 50)": 29045, "(67, 59, 54, 48)": 2131, "(62, 59, 55, 47)": 32225, "(62, 60, 55, 45)": 26688, "(62, 57, 55, 41)": 27166, "(65, 59, 55, 40)": 2136, "(65, 55, 55, 38)": 2137, "(66, 62, 57, 48)": 23443, "(67, 64, 58, 49)": 32101, "(67, 62, 57, 50)": 32004, "(66, 60, 50, 38)": 24915, "(66, 59, 50, 38)": 24914, "(64, 55, 48, 46)": 32426, "(66, 57, 48, 45)": 31442, "(66, 57, 50, 38)": 25843, "(67, 57, 50, 43)": 27466, "(65, 59, 55, 45)": 2161, "(64, 58, 55, 46)": 21264, "(67, 60, 57, 50)": 2170, "(67, 59, 57, 50)": 2171, "(64, 60, 55, 50)": 31899, "(62, 62, 55, 48)": 28615, "(65, 60, 57, 47)": 33184, "(64, 59, 55, 43)": 31451, "(64, 60, 54, 43)": 2191, "(64, 57, 54, 43)": 2192, "(62, 50, 55, 47)": 29168, "(62, 62, 56, 46)": 2197, "(64, 61, 55, 45)": 32786, "(62, 60, 53, 44)": 29260, "(64, 60, 57, 42)": 2201, "(64, 54, 45, 43)": 2204, "(62, 59, 47, 44)": 32237, "(62, 59, 52, 43)": 31942, "(58, 55, 50, 41)": 31858, "(63, 58, 48, 36)": 2228, "(62, 56, 48, 41)": 31861, "(60, 55, 48, 39)": 31310, "(62, 53, 48, 43)": 31864, "(65, 62, 44, 41)": 2242, "(67, 63, 46, 39)": 24196, "(67, 55, 48, 39)": 31287, "(67, 55, 49, 39)": 2245, "(63, 56, 48, 44)": 31840, "(63, 58, 46, 43)": 32877, "(63, 58, 46, 41)": 2248, "(65, 58, 53, 39)": 31346, "(65, 59, 50, 39)": 11177, "(63, 60, 48, 43)": 9824, "(63, 60, 56, 41)": 32045, "(60, 54, 50, 45)": 33542, "(58, 57, 50, 41)": 2265, "(62, 55, 53, 47)": 32425, "(62, 60, 50, 43)": 28535, "(62, 60, 51, 43)": 22520, "(72, 68, 63, 56)": 32127, "(74, 68, 63, 56)": 32128, "(77, 72, 63, 56)": 30004, "(80, 72, 63, 56)": 30978, "(75, 69, 60, 60)": 27551, "(72, 68, 65, 65)": 2290, "(74, 68, 65, 65)": 2291, "(75, 67, 62, 58)": 32154, "(77, 72, 60, 56)": 32527, "(75, 72, 60, 55)": 2295, "(74, 72, 68, 53)": 26878, "(77, 70, 62, 46)": 9324, "(79, 70, 63, 53)": 27297, "(79, 70, 58, 55)": 32151, "(79, 70, 60, 56)": 32152, "(77, 68, 60, 56)": 25073, "(77, 68, 62, 56)": 2308, "(75, 67, 63, 48)": 29313, "(75, 67, 65, 50)": 2310, "(75, 72, 67, 51)": 27832, "(75, 72, 67, 53)": 27833, "(75, 72, 67, 60)": 32178, "(75, 72, 67, 58)": 32508, "(77, 70, 60, 55)": 32543, "(72, 69, 65, 53)": 32176, "(74, 69, 65, 53)": 32165, "(75, 67, 60, 57)": 32167, "(72, 70, 67, 51)": 29977, "(74, 70, 67, 51)": 2325, "(75, 67, 67, 51)": 2326, "(70, 65, 62, 46)": 32172, "(74, 67, 63, 58)": 2333, "(72, 69, 65, 57)": 27904, "(74, 68, 65, 59)": 30016, "(75, 72, 63, 55)": 25137, "(74, 72, 65, 50)": 27936, "(74, 71, 62, 55)": 28692, "(72, 65, 60, 46)": 6534, "(72, 65, 60, 44)": 6533, "(70, 65, 62, 43)": 2348, "(68, 62, 56, 41)": 21471, "(68, 63, 58, 51)": 27488, "(65, 63, 56, 44)": 2360, "(68, 63, 60, 51)": 27487, "(68, 65, 60, 51)": 31718, "(68, 65, 62, 50)": 11427, "(72, 67, 60, 52)": 33099, "(72, 69, 57, 54)": 25773, "(70, 67, 62, 55)": 32560, "(72, 67, 62, 55)": 28844, "(74, 67, 62, 46)": 2376, "(70, 67, 63, 48)": 27792, "(69, 67, 57, 50)": 12523, "(69, 67, 62, 50)": 30111, "(69, 66, 62, 38)": 23480, "(69, 66, 60, 38)": 23481, "(65, 60, 48, 45)": 32211, "(60, 60, 55, 51)": 32385, "(69, 63, 53, 50)": 20766, "(69, 63, 51, 48)": 20767, "(71, 62, 53, 50)": 30693, "(72, 62, 56, 53)": 28162, "(72, 63, 55, 55)": 18706, "(72, 62, 55, 55)": 32639, "(72, 60, 55, 55)": 18708, "(62, 55, 48, 45)": 30354, "(59, 53, 50, 41)": 21373, "(57, 52, 48, 41)": 33302, "(55, 52, 48, 40)": 33470, "(60, 52, 50, 45)": 26820, "(62, 57, 50, 41)": 33176, "(67, 62, 55, 48)": 33007, "(67, 64, 55, 47)": 30702, "(69, 65, 48, 45)": 7271, "(69, 64, 48, 45)": 7272, "(67, 59, 53, 50)": 32660, "(65, 57, 53, 50)": 30528, "(62, 56, 47, 40)": 31164, "(59, 52, 48, 43)": 33444, "(57, 53, 48, 40)": 31093, "(64, 55, 47, 43)": 32944, "(64, 56, 50, 40)": 30392, "(64, 57, 48, 40)": 30393, "(64, 57, 47, 40)": 30394, "(64, 56, 52, 40)": 30395, "(60, 57, 52, 43)": 33520, "(62, 59, 50, 41)": 26690, "(64, 60, 48, 40)": 15888, "(65, 62, 48, 38)": 19019, "(65, 62, 47, 43)": 32214, "(65, 62, 45, 43)": 12659, "(64, 62, 43, 36)": 2463, "(64, 62, 43, 38)": 2464, "(62, 58, 48, 40)": 2466, "(60, 57, 48, 41)": 32249, "(64, 59, 52, 43)": 32976, "(65, 60, 52, 45)": 32260, "(64, 60, 52, 48)": 30487, "(62, 59, 54, 50)": 29670, "(60, 57, 55, 52)": 24506, "(59, 55, 55, 48)": 31474, "(57, 54, 50, 50)": 33375, "(57, 54, 50, 48)": 33376, "(59, 55, 50, 47)": 33377, "(60, 57, 50, 45)": 15808, "(62, 59, 52, 42)": 2481, "(62, 59, 54, 42)": 2482, "(62, 59, 55, 40)": 19339, "(59, 57, 50, 43)": 30427, "(57, 55, 50, 50)": 31475, "(57, 54, 48, 38)": 33273, "(60, 52, 52, 45)": 15342, "(60, 57, 52, 42)": 24569, "(59, 55, 50, 31)": 33556, "(59, 55, 53, 31)": 29469, "(57, 52, 50, 45)": 6313, "(57, 52, 48, 45)": 19584, "(59, 54, 47, 39)": 23352, "(57, 54, 47, 39)": 33531, "(55, 50, 47, 40)": 27383, "(57, 48, 43, 40)": 27385, "(60, 52, 45, 33)": 33322, "(60, 52, 45, 35)": 2517, "(60, 52, 47, 38)": 2519, "(55, 52, 48, 41)": 2521, "(53, 50, 45, 45)": 2523, "(52, 48, 43, 46)": 2524, "(53, 48, 45, 46)": 2525, "(55, 48, 46, 40)": 5938, "(53, 48, 46, 41)": 2527, "(53, 48, 45, 41)": 31256, "(52, 48, 48, 45)": 33449, "(52, 48, 46, 43)": 8662, "(57, 53, 41, 38)": 14211, "(57, 52, 41, 36)": 2535, "(55, 50, 41, 35)": 2536, "(59, 47, 43, 31)": 2538, "(59, 47, 41, 31)": 2539, "(60, 45, 40, 33)": 2540, "(59, 52, 36, 33)": 2541, "(57, 53, 48, 35)": 19523, "(60, 57, 52, 38)": 2565, "(59, 57, 52, 40)": 33211, "(59, 55, 47, 40)": 23704, "(57, 53, 48, 38)": 33446, "(55, 52, 47, 36)": 18847, "(57, 52, 45, 36)": 23349, "(55, 50, 47, 38)": 26377, "(52, 48, 45, 36)": 2556, "(50, 48, 38, 43)": 2557, "(50, 47, 43, 31)": 33337, "(60, 55, 52, 35)": 23381, "(60, 57, 52, 35)": 2563, "(57, 53, 48, 43)": 30345, "(57, 53, 48, 47)": 33454, "(55, 52, 48, 47)": 31922, "(62, 57, 48, 40)": 27104, "(64, 59, 47, 32)": 2581, "(64, 57, 48, 33)": 22926, "(62, 57, 48, 38)": 33481, "(65, 55, 50, 36)": 20805, "(64, 60, 48, 45)": 33390, "(60, 52, 48, 40)": 12906, "(57, 57, 52, 36)": 2615, "(59, 57, 53, 38)": 32240, "(59, 57, 53, 35)": 2617, "(59, 56, 52, 28)": 2619, "(64, 55, 52, 50)": 32099, "(62, 55, 47, 45)": 27023, "(65, 55, 47, 40)": 5808, "(63, 61, 55, 48)": 2642, "(63, 63, 55, 48)": 31791, "(63, 63, 56, 46)": 26407, "(63, 63, 58, 46)": 2645, "(65, 61, 58, 46)": 31772, "(68, 60, 56, 41)": 31705, "(68, 60, 58, 43)": 2653, "(68, 65, 60, 46)": 31709, "(65, 60, 56, 48)": 27537, "(65, 60, 54, 48)": 2667, "(65, 58, 53, 49)": 17052, "(63, 58, 54, 49)": 2670, "(63, 57, 54, 48)": 2671, "(61, 58, 53, 49)": 31803, "(61, 58, 58, 54)": 2673, "(60, 58, 54, 51)": 2674, "(60, 57, 51, 48)": 31826, "(60, 57, 48, 53)": 28610, "(60, 57, 53, 41)": 33356, "(60, 57, 51, 41)": 31325, "(58, 53, 49, 46)": 32445, "(58, 58, 49, 46)": 17130, "(65, 60, 48, 46)": 9551, "(65, 61, 53, 46)": 30807, "(65, 60, 53, 46)": 29439, "(65, 58, 58, 49)": 2686, "(65, 58, 56, 49)": 20902, "(63, 58, 55, 49)": 32841, "(65, 56, 53, 49)": 31783, "(67, 61, 58, 53)": 24159, "(67, 60, 56, 52)": 2694, "(68, 63, 53, 48)": 32330, "(67, 63, 56, 46)": 12554, "(61, 58, 56, 46)": 31766, "(63, 58, 54, 48)": 31782, "(65, 58, 55, 49)": 10912, "(63, 60, 54, 44)": 31675, "(63, 60, 53, 45)": 31812, "(61, 58, 54, 46)": 2718, "(60, 56, 53, 48)": 29128, "(60, 53, 50, 48)": 31920, "(60, 56, 53, 44)": 32394, "(60, 55, 51, 44)": 31744, "(58, 53, 50, 44)": 29610, "(58, 56, 51, 41)": 21887, "(63, 61, 58, 43)": 31774, "(65, 56, 53, 48)": 31771, "(65, 58, 53, 48)": 6716, "(65, 60, 53, 48)": 32708, "(67, 61, 53, 46)": 10135, "(67, 61, 51, 46)": 27523, "(67, 61, 49, 46)": 10933, "(68, 61, 51, 48)": 2742, "(68, 63, 54, 48)": 16981, "(68, 63, 53, 49)": 2745, "(68, 61, 53, 49)": 20917, "(68, 61, 51, 44)": 2747, "(68, 58, 51, 44)": 2749, "(68, 63, 53, 41)": 2753, "(68, 63, 53, 46)": 2754, "(67, 62, 55, 39)": 32040, "(65, 57, 60, 51)": 32663, "(65, 55, 60, 51)": 4772, "(65, 53, 58, 49)": 20959, "(65, 53, 56, 49)": 14915, "(63, 56, 58, 48)": 2764, "(63, 56, 56, 48)": 31699, "(65, 65, 56, 50)": 2768, "(67, 65, 55, 51)": 2769, "(67, 63, 56, 43)": 2770, "(67, 63, 56, 44)": 2771, "(67, 60, 56, 46)": 27539, "(60, 56, 51, 48)": 31682, "(58, 56, 51, 51)": 24232, "(58, 55, 51, 49)": 31681, "(63, 56, 51, 48)": 31697, "(63, 58, 51, 48)": 18034, "(63, 60, 51, 48)": 32726, "(65, 61, 56, 48)": 24188, "(68, 61, 53, 41)": 31759, "(68, 61, 53, 43)": 9991, "(68, 61, 53, 44)": 2791, "(68, 58, 49, 44)": 9993, "(68, 65, 58, 43)": 31706, "(68, 64, 58, 43)": 31707, "(65, 65, 58, 49)": 23050, "(65, 63, 57, 41)": 2809, "(65, 61, 57, 41)": 2810, "(61, 60, 53, 46)": 31813, "(61, 58, 53, 37)": 30848, "(60, 58, 54, 39)": 2815, "(58, 53, 51, 48)": 2820, "(65, 60, 53, 49)": 20901, "(65, 61, 58, 42)": 2824, "(65, 61, 55, 43)": 2825, "(63, 61, 51, 44)": 31762, "(65, 58, 53, 44)": 2830, "(65, 63, 53, 45)": 14275, "(67, 60, 53, 46)": 2834, "(67, 62, 51, 47)": 16517, "(67, 65, 50, 47)": 15955, "(68, 63, 48, 48)": 2837, "(68, 58, 53, 50)": 32694, "(63, 60, 56, 42)": 9565, "(61, 61, 56, 41)": 17153, "(63, 60, 54, 39)": 2851, "(65, 61, 56, 37)": 31728, "(65, 61, 54, 37)": 2853, "(65, 61, 56, 41)": 26070, "(63, 61, 58, 42)": 2855, "(61, 58, 55, 46)": 31814, "(60, 55, 52, 46)": 32885, "(60, 58, 52, 44)": 26439, "(60, 58, 52, 43)": 2865, "(60, 56, 53, 46)": 29127, "(68, 63, 60, 36)": 2879, "(68, 65, 58, 38)": 10972, "(67, 65, 58, 39)": 10973, "(70, 65, 58, 43)": 25650, "(70, 63, 58, 55)": 29267, "(70, 62, 58, 55)": 28152, "(67, 63, 58, 55)": 25729, "(68, 63, 56, 53)": 28586, "(70, 63, 55, 50)": 13870, "(68, 62, 53, 48)": 16169, "(67, 55, 53, 48)": 21060, "(67, 56, 53, 48)": 5872, "(65, 56, 50, 46)": 32701, "(65, 58, 49, 46)": 31807, "(65, 58, 51, 48)": 32704, "(65, 59, 56, 50)": 32674, "(63, 58, 56, 51)": 2911, "(63, 57, 54, 51)": 2912, "(61, 58, 54, 51)": 2913, "(61, 58, 55, 52)": 30862, "(60, 58, 53, 53)": 30774, "(58, 53, 50, 46)": 28613, "(58, 58, 55, 39)": 2919, "(58, 58, 55, 51)": 13346, "(65, 60, 57, 50)": 32627, "(65, 60, 57, 48)": 32620, "(65, 53, 58, 50)": 23471, "(65, 62, 58, 55)": 2925, "(63, 62, 58, 48)": 2926, "(65, 62, 50, 45)": 31887, "(67, 60, 51, 43)": 29550, "(63, 58, 53, 51)": 2947, "(63, 60, 51, 46)": 15462, "(65, 61, 49, 46)": 28524, "(65, 60, 49, 44)": 26044, "(63, 58, 49, 43)": 16384, "(63, 63, 48, 42)": 2954, "(63, 63, 46, 42)": 2955, "(63, 57, 48, 41)": 20644, "(63, 53, 49, 41)": 2957, "(63, 53, 51, 41)": 2958, "(61, 58, 55, 40)": 17157, "(60, 57, 55, 41)": 23702, "(60, 57, 53, 43)": 33357, "(60, 55, 50, 48)": 17165, "(60, 56, 51, 36)": 12228, "(56, 55, 51, 39)": 2980, "(55, 55, 49, 40)": 32447, "(55, 55, 48, 40)": 32460, "(60, 53, 53, 37)": 2986, "(55, 53, 46, 39)": 32413, "(56, 49, 41, 34)": 2993, "(55, 49, 43, 28)": 2994, "(55, 48, 43, 28)": 2995, "(60, 56, 48, 41)": 27480, "(62, 56, 46, 34)": 17814, "(65, 53, 48, 45)": 32428, "(63, 55, 48, 43)": 32432, "(63, 55, 48, 41)": 32433, "(63, 55, 50, 36)": 13278, "(60, 55, 48, 44)": 31306, "(60, 51, 48, 43)": 31862, "(58, 53, 49, 37)": 20909, "(55, 49, 46, 39)": 3020, "(56, 48, 44, 32)": 5924, "(60, 51, 43, 32)": 3025, "(58, 50, 41, 34)": 17743, "(56, 50, 41, 34)": 3027, "(56, 53, 48, 31)": 3030, "(56, 53, 48, 32)": 18919, "(56, 53, 48, 34)": 3032, "(55, 53, 48, 36)": 32404, "(55, 51, 48, 36)": 22115, "(60, 55, 50, 38)": 30358, "(55, 55, 51, 36)": 32474, "(55, 55, 50, 34)": 32475, "(60, 55, 48, 33)": 32477, "(60, 54, 50, 38)": 33495, "(72, 67, 62, 47)": 27886, "(72, 64, 60, 45)": 22082, "(67, 62, 62, 47)": 30756, "(64, 60, 55, 52)": 32624, "(64, 60, 55, 53)": 31901, "(62, 60, 55, 55)": 32737, "(62, 59, 53, 55)": 32630, "(62, 57, 57, 41)": 31207, "(64, 59, 56, 40)": 24540, "(72, 60, 57, 45)": 26583, "(72, 62, 57, 45)": 3157, "(71, 64, 57, 52)": 27639, "(71, 64, 55, 52)": 33045, "(72, 64, 64, 48)": 13678, "(72, 69, 64, 48)": 33093, "(74, 69, 62, 47)": 3162, "(74, 66, 62, 47)": 11364, "(74, 67, 59, 52)": 27129, "(71, 67, 62, 50)": 24046, "(67, 62, 59, 55)": 32524, "(67, 64, 60, 52)": 30207, "(67, 62, 52, 48)": 23798, "(69, 64, 57, 49)": 22567, "(67, 64, 57, 49)": 32616, "(65, 64, 57, 50)": 32618, "(64, 62, 57, 45)": 24081, "(64, 61, 57, 45)": 32785, "(62, 62, 57, 47)": 23816, "(67, 60, 57, 53)": 20100, "(65, 62, 57, 53)": 32105, "(64, 62, 55, 57)": 3196, "(64, 60, 55, 57)": 3197, "(62, 60, -1, 43)": 3198, "(60, 55, 55, 52)": 4463, "(64, 60, 55, 55)": 20291, "(60, 60, 55, 52)": 31473, "(60, 60, 52, 48)": 20050, "(62, 57, 53, 48)": 29719, "(67, 62, 57, 53)": 32067, "(67, 64, 59, 55)": 32068, "(64, 60, 60, 57)": 29942, "(64, 60, 59, 55)": 3220, "(64, 62, 55, 55)": 3223, "(67, 60, 55, 41)": 32981, "(60, 59, 52, 45)": 33209, "(69, 64, 60, 45)": 33089, "(69, 66, 60, 45)": 24042, "(71, 67, 59, 52)": 7787, "(71, 67, 59, 50)": 26622, "(71, 67, 64, 48)": 3247, "(64, 59, 55, 48)": 32075, "(67, 60, 55, 36)": 3257, "(65, 62, 50, 48)": 25308, "(64, 60, 53, 48)": 31559, "(60, 60, 50, 45)": 3278, "(60, 60, 48, 45)": 30483, "(67, 63, 60, 60)": 32501, "(67, 63, 60, 58)": 25647, "(72, 65, 62, 56)": 32566, "(68, 62, 62, 53)": 3314, "(67, 63, 62, 51)": 3315, "(67, 63, 60, 51)": 31986, "(65, 63, 60, 56)": 3317, "(65, 63, 59, 56)": 3318, "(65, 62, 60, 56)": 24368, "(65, 60, 60, 56)": 28248, "(75, 67, 60, 50)": 25627, "(75, 67, 60, 53)": 27312, "(72, 67, 60, 55)": 29294, "(74, 65, 59, 55)": 32184, "(72, 65, 56, 53)": 26900, "(70, 65, 58, 55)": 22642, "(72, 63, 56, 56)": 29268, "(74, 68, 65, 55)": 3340, "(75, 70, 61, 55)": 31026, "(70, 67, 61, 51)": 23023, "(72, 67, 60, 56)": 27808, "(70, 65, 61, 55)": 3350, "(70, 64, 60, 55)": 8365, "(67, 65, 60, 56)": 3353, "(68, 65, 60, 55)": 25436, "(67, 64, 60, 60)": 30159, "(75, 65, 60, 57)": 13082, "(74, 65, 58, 58)": 32497, "(75, 65, 58, 60)": 3359, "(77, 65, 58, 62)": 3360, "(77, 65, 57, 62)": 3361, "(75, 65, 60, 56)": 29331, "(74, 69, 62, 58)": 28818, "(70, 65, 62, 48)": 3377, "(67, 65, 62, 51)": 28159, "(67, 65, 59, 50)": 3380, "(67, 63, 57, 48)": 11153, "(62, 57, 47, 41)": 31925, "(62, 57, 45, 41)": 33219, "(64, 56, 47, 40)": 33381, "(65, 57, 48, 47)": 30931, "(64, 52, 48, 48)": 33517, "(62, 54, 50, 48)": 22581, "(62, 56, 50, 47)": 27029, "(64, 57, 52, 48)": 32258, "(65, 56, 50, 47)": 30646, "(60, 57, 45, 38)": 3446, "(59, 56, 50, 40)": 22893, "(55, 55, 47, 40)": 31478, "(55, 53, 47, 38)": 3452, "(62, 54, 45, 36)": 22958, "(62, 55, 47, 35)": 23377, "(64, 55, 46, 37)": 3457, "(64, 55, 45, 37)": 31128, "(65, 53, 43, 38)": 3459, "(64, 57, 41, 38)": 3460, "(62, 58, 53, 38)": 13582, "(62, 58, 53, 40)": 13583, "(67, 62, 55, 35)": 32990, "(64, 62, 55, 36)": 21583, "(64, 60, 52, 45)": 31465, "(64, 60, 53, 43)": 29198, "(60, 55, 48, 41)": 31219, "(60, 55, 53, 38)": 32473, "(60, 58, 55, 39)": 31323, "(58, 53, 50, 38)": 26706, "(56, 53, 48, 38)": 3492, "(58, 55, 51, 38)": 3496, "(62, 56, 53, 36)": 23153, "(62, 56, 53, 35)": 26293, "(60, 55, 53, 36)": 29470, "(58, 53, 53, 38)": 3515, "(58, 53, 50, 34)": 31326, "(62, 55, 53, 41)": 29418, "(60, 57, 51, 42)": 29604, "(67, 60, 55, 39)": 31627, "(67, 60, 53, 41)": 25248, "(67, 60, 51, 41)": 27464, "(67, 60, 50, 43)": 29551, "(67, 59, 51, 43)": 16391, "(63, 55, 50, 48)": 30677, "(58, 51, 48, 38)": 3553, "(60, 55, 55, 39)": 20125, "(59, 53, 50, 39)": 3569, "(63, 55, 50, 38)": 13279, "(58, 53, 41, 38)": 32458, "(56, 51, 46, 41)": 3589, "(58, 51, 48, 43)": 12225, "(58, 53, 50, 43)": 31179, "(58, 56, 51, 43)": 3594, "(58, 56, 51, 39)": 32417, "(58, 55, 50, 39)": 3600, "(56, 53, 48, 43)": 3602, "(56, 52, 48, 43)": 32462, "(56, 53, 48, 44)": 32463, "(65, 60, 53, 38)": 33052, "(65, 59, 53, 38)": 33053, "(62, 57, 55, 43)": 30583, "(60, 57, 51, 39)": 21317, "(62, 59, 53, 41)": 29689, "(63, 58, 53, 43)": 23832, "(62, 56, 51, 46)": 20322, "(65, 55, 51, 50)": 3637, "(67, 55, 46, 51)": 14283, "(65, 56, 48, 44)": 18061, "(65, 55, 50, 46)": 9724, "(62, 65, 56, 43)": 3646, "(60, 63, 55, 45)": 3647, "(62, 62, 53, 47)": 32724, "(63, 60, 50, 46)": 3650, "(63, 58, 48, 43)": 32878, "(60, 51, 48, 36)": 32457, "(65, 58, 46, 38)": 20343, "(62, 53, 58, 46)": 3662, "(63, 53, 58, 48)": 3663, "(65, 53, 59, 50)": 10721, "(63, 62, 51, 48)": 21463, "(63, 60, 53, 50)": 3667, "(63, 59, 53, 50)": 20353, "(63, 60, 55, 53)": 26450, "(65, 58, 48, 43)": 24475, "(63, 57, 51, 36)": 7620, "(62, 58, 53, 39)": 3681, "(60, 58, 48, 39)": 21545, "(62, 53, 50, 46)": 31239, "(62, 60, 50, 41)": 32470, "(62, 59, 53, 36)": 32252, "(65, 59, 50, 38)": 32202, "(65, 62, 57, 38)": 32783, "(60, 60, 52, 45)": 31563, "(60, 60, 52, 43)": 29011, "(62, 60, 52, 43)": 25790, "(64, 55, 48, 47)": 31122, "(64, 57, 49, 43)": 25969, "(61, 57, 55, 45)": 3767, "(67, 57, 52, 37)": 18769, "(65, 57, 53, 38)": 32964, "(65, 59, 55, 38)": 32971, "(62, 60, 45, 41)": 5285, "(62, 59, 45, 41)": 3837, "(64, 57, 50, 47)": 12618, "(64, 57, 53, 48)": 19660, "(65, 62, 47, 44)": 3788, "(64, 60, 47, 45)": 3790, "(62, 60, 45, 42)": 3791, "(60, 57, 48, 45)": 33200, "(62, 55, 48, 40)": 33169, "(60, 57, 52, 48)": 33388, "(62, 59, 50, 47)": 33389, "(67, 60, 50, 45)": 33023, "(62, 62, 55, 43)": 23503, "(64, 62, 52, 48)": 31558, "(64, 60, 57, 48)": 31565, "(62, 60, 57, 47)": 3822, "(67, 60, 57, 47)": 3826, "(67, 62, 59, 47)": 30745, "(67, 64, 59, 49)": 3828, "(64, 59, 57, 45)": 13187, "(64, 60, 52, 43)": 32977, "(67, 59, 52, 40)": 31555, "(67, 59, 55, 52)": 32763, "(67, 60, 55, 50)": 30729, "(65, 62, 55, 48)": 30730, "(64, 62, 52, 36)": 10383, "(62, 59, 53, 45)": 33204, "(62, 59, 53, 44)": 31562, "(60, 59, 48, 45)": 3854, "(60, 57, 52, 41)": 31214, "(60, 57, 50, 41)": 33521, "(65, 57, 57, 38)": 9576, "(64, 60, 52, 36)": 33051, "(64, 60, 53, 38)": 19363, "(60, 59, 52, 43)": 28861, "(76, 67, 60, 48)": 33132, "(76, 67, 62, 48)": 23538, "(74, 67, 62, 59)": 32499, "(76, 67, 60, 58)": 17508, "(77, 65, 60, 57)": 32487, "(77, 67, 60, 57)": 3929, "(77, 69, 65, 55)": 3930, "(77, 69, 65, 53)": 3931, "(74, 69, 57, 54)": 24791, "(74, 67, 59, 53)": 25078, "(72, 69, 64, 53)": 4056, "(74, 67, 59, 43)": 32587, "(74, 66, 57, 43)": 3942, "(74, 67, 57, 54)": 3944, "(74, 66, 60, 57)": 32558, "(74, 67, 62, 55)": 3948, "(76, 67, 60, 60)": 30104, "(76, 67, 58, 60)": 3950, "(72, 67, 58, 53)": 28747, "(72, 64, 55, 53)": 3953, "(72, 67, 64, 53)": 11308, 