{"vocab": {"[53, 48, 45, 41]": 0, "[60, 48, 43, 40]": 1, "[58, 48, 43, 40]": 2, "[57, 48, 41, 41]": 3, "[55, 48, 43, 40]": 4, "[53, 50, 45, 38]": 5, "[53, 52, 46, 38]": 6, "[60, 53, 48, 33]": 7, "[62, 53, 48, 34]": 8, "[62, 53, 46, 36]": 9, "[62, 53, 45, 36]": 10, "[62, 53, 46, 38]": 11, "[62, 53, 46, 40]": 12, "[60, 53, 45, 41]": 13, "[60, 55, 48, 40]": 14, "[62, 57, 48, 41]": 15, "[64, 55, 47, 43]": 16, "[65, 53, 48, 45]": 17, "[65, 55, 50, 46]": 18, "[64, 55, 52, 48]": 19, "[64, 55, 43, 40]": 20, "[62, 53, 45, 41]": 21, "[62, 53, 50, 38]": 22, "[62, 53, 47, 43]": 23, "[60, 52, 48, 36]": 24, "[57, 53, 48, 41]": 25, "[62, 53, 46, 34]": 26, "[62, 53, 45, 34]": 27, "[60, 52, 43, 36]": 28, "[58, 53, 50, 38]": 29, "[58, 55, 48, 40]": 30, "[57, 53, 48, 34]": 31, "[55, 53, 48, 36]": 32, "[55, 52, 48, 36]": 33, "[53, 53, 48, 29]": 34, "[57, 57, 48, 41]": 35, "[60, 55, 48, 36]": 36, "[57, 53, 48, 29]": 37, "[57, 53, 48, 31]": 38, "[57, 53, 48, 33]": 39, "[55, 50, 48, 38]": 40, "[55, 48, 48, 40]": 41, "[55, 48, 46, 36]": 42, "[57, 48, 45, 41]": 43, "[57, 48, 46, 43]": 44, "[57, 48, 48, 45]": 45, "[57, 50, 48, 46]": 46, "[55, 52, 48, 48]": 47, "[55, 52, 48, 46]": 48, "[55, 52, 48, 45]": 49, "[55, 52, 48, 43]": 50, "[57, 53, 48, 40]": 51, "[57, 53, 50, 38]": 52, "[57, 53, 50, 36]": 53, "[55, 53, 50, 34]": 54, "[55, 53, 50, 31]": 55, "[55, 52, 46, 36]": 56, "[53, 53, 45, 29]": 57, "[65, 57, 50, 26]": 58, "[65, 57, 48, 29]": 59, "[64, 55, 46, 31]": 60, "[64, 55, 46, 33]": 61, "[58, 50, 41, 38]": 62, "[58, 50, 43, 40]": 63, "[57, 48, 48, 33]": 64, "[55, 50, 46, 34]": 65, "[55, 50, 46, 31]": 66, "[55, 50, 45, 31]": 67, "[55, 48, 43, 36]": 68, "[53, 48, 45, 29]": 69, "[56, 53, 48, 41]": 70, "[56, 53, 49, 41]": 71, "[56, 51, 51, 48]": 72, "[56, 53, 51, 48]": 73, "[63, 55, 49, 46]": 74, "[63, 56, 48, 44]": 75, "[63, 58, 46, 43]": 76, "[61, 51, 44, 44]": 77, "[60, 51, 44, 44]": 78, "[58, 50, 46, 44]": 79, "[58, 50, 46, 42]": 80, "[60, 51, 44, 41]": 81, "[60, 51, 42, 39]": 82, "[61, 49, 44, 41]": 83, "[60, 56, 44, 37]": 84, "[58, 55, 51, 39]": 85, "[58, 55, 49, 39]": 86, "[56, 51, 48, 32]": 87, "[56, 53, 44, 37]": 88, "[58, 53, 44, 38]": 89, "[58, 53, 44, 39]": 90, "[60, 51, 43, 39]": 91, "[61, 55, 46, 40]": 92, "[61, 53, 44, 41]": 93, "[58, 51, 46, 43]": 94, "[63, 51, 46, 43]": 95, "[63, 53, 46, 43]": 96, "[63, 55, 51, 39]": 97, "[65, 56, 51, 46]": 98, "[65, 53, 50, 46]": 99, "[60, 56, 51, 44]": 100, "[60, 56, 51, 43]": 101, "[60, 56, 53, 41]": 102, "[61, 56, 53, 39]": 103, "[63, 57, 53, 37]": 104, "[63, 57, 53, 36]": 105, "[61, 58, 53, 34]": 106, "[61, 56, 53, 34]": 107, "[60, 55, 51, 39]": 108, "[58, 53, 51, 37]": 109, "[56, 51, 51, 36]": 110, "[58, 53, 49, 34]": 111, "[58, 55, 49, 34]": 112, "[60, 56, 48, 32]": 113, "[60, 53, 50, 32]": 114, "[60, 56, 51, 32]": 115, "[60, 55, 51, 32]": 116, "[56, 53, 49, 37]": 117, "[56, 53, 48, 39]": 118, "[58, 53, 49, 37]": 119, "[60, 55, 51, 36]": 120, "[60, 57, 51, 36]": 121, "[60, 57, 53, 41]": 122, "[60, 57, 51, 41]": 123, "[58, 58, 49, 42]": 124, "[58, 56, 49, 41]": 125, "[60, 54, 51, 39]": 126, "[61, 53, 44, 37]": 127, "[60, 51, 44, 32]": 128, "[60, 56, 44, 32]": 129, "[58, 56, 46, 39]": 130, "[58, 55, 46, 39]": 131, "[56, 55, 48, 39]": 132, "[56, 53, 50, 39]": 133, "[63, 56, 51, 41]": 134, "[63, 58, 51, 43]": 135, "[61, 58, 51, 39]": 136, "[60, 58, 51, 44]": 137, "[60, 51, 48, 43]": 138, "[61, 56, 44, 41]": 139, "[60, 56, 48, 39]": 140, "[58, 56, 53, 37]": 141, "[58, 56, 49, 34]": 142, "[53, 48, 41, 33]": 143, "[49, 46, 41, 34]": 144, "[51, 44, 39, 36]": 145, "[53, 44, 37, 37]": 146, "[54, 44, 37, 37]": 147, "[56, 44, 37, 29]": 148, "[54, 46, 37, 27]": 149, "[54, 44, 36, 32]": 150, "[53, 44, 37, 25]": 151, "[53, 49, 44, 37]": 152, "[54, 49, 44, 37]": 153, "[56, 49, 44, 29]": 154, "[56, 48, 44, 29]": 155, "[56, 49, 44, 30]": 156, "[51, 48, 44, 32]": 157, "[51, 46, 44, 32]": 158, "[53, 46, 36, 29]": 159, "[53, 44, 36, 29]": 160, "[49, 44, 34, 34]": 161, "[49, 44, 36, 34]": 162, "[49, 43, 37, 34]": 163, "[48, 44, 39, 32]": 164, "[44, 44, 36, 32]": 165, "[44, 42, 36, 32]": 166, "[49, 41, 41, 34]": 167, "[56, 44, 37, 37]": 168, "[54, 49, 46, 30]": 169, "[53, 49, 46, 30]": 170, "[51, 48, 39, 32]": 171, "[53, 48, 36, 33]": 172, "[49, 48, 41, 34]": 173, "[51, 46, 39, 36]": 174, "[54, 44, 39, 37]": 175, "[56, 46, 41, 38]": 176, "[54, 46, 41, 39]": 177, "[54, 46, 39, 39]": 178, "[53, 46, 38, 34]": 179, "[56, 44, 39, 36]": 180, "[56, 46, 39, 36]": 181, "[56, 48, 39, 34]": 182, "[56, 48, 39, 32]": 183, "[51, 46, 39, 31]": 184, "[51, 46, 37, 31]": 185, "[53, 44, 36, 32]": 186, "[49, 46, 41, 32]": 187, "[49, 46, 39, 31]": 188, "[44, 48, 39, 32]": 189, "[44, 48, 39, 30]": 190, "[49, 49, 44, 29]": 191, "[51, 49, 42, 27]": 192, "[51, 48, 42, 27]": 193, "[53, 49, 44, 25]": 194, "[53, 49, 44, 35]": 195, "[54, 49, 42, 35]": 196, "[54, 49, 42, 34]": 197, "[53, 49, 44, 32]": 198, "[53, 49, 46, 31]": 199, "[51, 49, 39, 32]": 200, "[51, 49, 41, 32]": 201, "[51, 48, 42, 32]": 202, "[49, 44, 41, 25]": 203, "[53, 50, 46, 46]": 204, "[53, 50, 46, 45]": 205, "[55, 52, 46, 43]": 206, "[58, 53, 48, 41]": 207, "[57, 48, 41, 29]": 208, "[58, 46, 41, 31]": 209, "[60, 45, 41, 33]": 210, "[60, 46, 41, 31]": 211, "[60, 48, 41, 33]": 212, "[60, 50, 41, 34]": 213, "[57, 52, 48, 33]": 214, "[53, 50, 48, 38]": 215, "[53, 50, 47, 38]": 216, "[55, 43, 40, 36]": 217, "[48, 45, 40, 33]": 218, "[53, 45, 41, 38]": 219, "[55, 48, 40, 36]": 220, "[55, 48, 40, 34]": 221, "[57, 48, 41, 33]": 222, "[57, 48, 41, 31]": 223, "[58, 48, 41, 29]": 224, "[57, 52, 45, 37]": 225, "[58, 48, 43, 41]": 226, "[60, 50, 45, 42]": 227, "[58, 50, 45, 43]": 228, "[58, 50, 43, 31]": 229, "[57, 50, 42, 38]": 230, "[58, 48, 41, 41]": 231, "[60, 50, 41, 38]": 232, "[60, 52, 40, 36]": 233, "[60, 53, 38, 38]": 234, "[55, 55, 36, 40]": 235, "[55, 53, 38, 40]": 236, "[57, 52, 40, 36]": 237, "[57, 50, 40, 36]": 238, "[53, 48, 45, 33]": 239, "[53, 50, 43, 35]": 240, "[52, 48, 45, 36]": 241, "[48, 43, 40, 34]": 242, "[55, 50, 34, 31]": 243, "[55, 52, 34, 31]": 244, "[57, 53, 36, 29]": 245, "[57, 53, 38, 29]": 246, "[58, 52, 40, 31]": 247, "[58, 50, 40, 31]": 248, "[57, 48, 41, 34]": 249, "[55, 46, 40, 36]": 250, "[53, 45, 36, 29]": 251, "[60, 58, 53, 41]": 252, "[65, 60, 53, 44]": 253, "[64, 60, 55, 48]": 254, "[65, 60, 56, 53]": 255, "[67, 58, 48, 41]": 256, "[68, 56, 48, 41]": 257, "[61, 55, 51, 39]": 258, "[58, 53, 49, 44]": 259, "[58, 53, 48, 44]": 260, "[60, 55, 60, 44]": 261, "[65, 53, 58, 49]": 262, "[65, 60, 56, 49]": 263, "[64, 58, 55, 43]": 264, "[64, 55, 55, 43]": 265, "[64, 56, 48, 41]": 266, "[65, 60, 50, 41]": 267, "[65, 59, 50, 41]": 268, "[67, 60, 52, 48]": 269, "[68, 60, 53, 53]": 270, "[68, 60, 51, 53]": 271, "[67, 58, 49, 46]": 272, "[65, 58, 46, 44]": 273, "[61, 56, 49, 41]": 274, "[63, 56, 48, 39]": 275, "[56, 51, 48, 44]": 276, "[68, 60, 51, 44]": 277, "[67, 58, 51, 48]": 278, "[65, 56, 53, 49]": 279, "[63, 58, 55, 49]": 280, "[63, 60, 56, 48]": 281, "[65, 61, 49, 46]": 282, "[65, 60, 49, 44]": 283, "[63, 56, 53, 41]": 284, "[61, 58, 55, 39]": 285, "[60, 55, 55, 39]": 286, "[58, 55, 51, 51]": 287, "[58, 55, 51, 49]": 288, "[63, 57, 51, 48]": 289, "[63, 58, 53, 46]": 290, "[61, 58, 53, 46]": 291, "[60, 55, 52, 46]": 292, "[68, 60, 53, 44]": 293, "[67, 60, 53, 44]": 294, "[63, 58, 55, 43]": 295, "[63, 55, 55, 43]": 296, "[63, 56, 48, 41]": 297, "[68, 60, 53, 51]": 298, "[70, 58, 53, 49]": 299, "[68, 60, 53, 48]": 300, "[67, 61, 58, 46]": 301, "[65, 61, 58, 44]": 302, "[63, 61, 58, 43]": 303, "[65, 60, 56, 44]": 304, "[67, 61, 53, 46]": 305, "[67, 60, 53, 48]": 306, "[67, 60, 50, 48]": 307, "[67, 58, 52, 36]": 308, "[65, 56, 52, 36]": 309, "[65, 56, 53, 37]": 310, "[68, 61, 53, 49]": 311, "[68, 61, 53, 48]": 312, "[68, 61, 53, 46]": 313, "[65, 61, 56, 46]": 314, "[64, 60, 55, 46]": 315, "[72, 60, 53, 44]": 316, "[72, 60, 52, 43]": 317, "[64, 58, 55, 46]": 318, "[64, 55, 48, 48]": 319, "[64, 56, 48, 48]": 320, "[64, 58, 48, 48]": 321, "[64, 60, 55, 36]": 322, "[65, 60, 55, 36]": 323, "[65, 60, 57, 41]": 324, "[60, 53, 44, 29]": 325, "[60, 53, 46, 31]": 326, "[53, 53, 48, 32]": 327, "[55, 52, 46, 31]": 328, "[56, 53, 48, 29]": 329, "[58, 55, 49, 28]": 330, "[58, 55, 48, 28]": 331, "[56, 55, 48, 29]": 332, "[55, 53, 49, 34]": 333, "[55, 52, 43, 36]": 334, "[53, 48, 44, 29]": 335, "[58, 53, 46, 26]": 336, "[58, 53, 44, 26]": 337, "[58, 51, 43, 27]": 338, "[58, 50, 44, 29]": 339, "[58, 51, 46, 31]": 340, "[58, 51, 46, 44]": 341, "[60, 56, 44, 41]": 342, "[60, 60, 43, 40]": 343, "[62, 60, 41, 38]": 344, "[62, 59, 41, 38]": 345, "[63, 60, 43, 36]": 346, "[60, 56, 53, 29]": 347, "[58, 55, 53, 31]": 348, "[58, 55, 52, 31]": 349, "[56, 48, 53, 32]": 350, "[56, 50, 53, 34]": 351, "[53, 53, 44, 37]": 352, "[53, 53, 44, 36]": 353, "[55, 53, 46, 34]": 354, "[55, 51, 46, 39]": 355, "[55, 51, 46, 38]": 356, "[56, 51, 48, 36]": 357, "[56, 56, 48, 36]": 358, "[61, 58, 51, 44]": 359, "[61, 58, 51, 43]": 360, "[60, 56, 51, 36]": 361, "[60, 51, 48, 32]": 362, "[63, 51, 46, 31]": 363, "[63, 55, 48, 27]": 364, "[61, 53, 44, 29]": 365, "[61, 51, 46, 31]": 366, "[53, 49, 46, 34]": 367, "[55, 49, 40, 34]": 368, "[56, 48, 41, 32]": 369, "[61, 53, 46, 46]": 370, "[60, 53, 48, 44]": 371, "[60, 53, 49, 44]": 372, "[58, 54, 51, 42]": 373, "[63, 54, 46, 39]": 374, "[63, 54, 48, 39]": 375, "[65, 53, 49, 37]": 376, "[65, 55, 49, 37]": 377, "[63, 57, 51, 36]": 378, "[-1, -1, -1, -1]": 379, "[63, 60, 53, 45]": 380, "[61, 56, 53, 46]": 381, "[58, 54, 49, 42]": 382, "[58, 53, 49, 42]": 383, "[54, 51, 46, 37]": 384, "[56, 53, 47, 38]": 385, "[54, 51, 46, 39]": 386, "[54, 49, 46, 39]": 387, "[56, 48, 44, 41]": 388, "[54, 49, 46, 34]": 389, "[54, 49, 46, 36]": 390, "[49, 49, 41, 34]": 391, "[51, 46, 46, 30]": 392, "[61, 55, 46, 46]": 393, "[60, 57, 51, 48]": 394, "[58, 58, 53, 49]": 395, "[61, 58, 49, 46]": 396, "[63, 60, 48, 45]": 397, "[63, 53, 48, 45]": 398, "[65, 56, 46, 38]": 399, "[63, 55, 46, 39]": 400, "[61, 55, 46, 39]": 401, "[63, 51, 44, 41]": 402, "[58, 51, 43, 39]": 403, "[58, 51, 43, 37]": 404, "[56, 51, 44, 36]": 405, "[56, 49, 44, 34]": 406, "[54, 51, 44, 36]": 407, "[54, 48, 44, 32]": 408, "[51, 48, 44, 44]": 409, "[51, 48, 44, 43]": 410, "[56, 50, 44, 41]": 411, "[60, 51, 45, 36]": 412, "[61, 53, 46, 34]": 413, "[63, 54, 48, 33]": 414, "[63, 53, 48, 33]": 415, "[61, 53, 48, 34]": 416, "[61, 55, 46, 34]": 417, "[60, 56, 51, 38]": 418, "[61, 53, 46, 43]": 419, "[60, 51, 48, 44]": 420, "[58, 54, 49, 46]": 421, "[58, 54, 49, 48]": 422, "[56, 53, 49, 49]": 423, "[54, 51, 49, 49]": 424, "[56, 51, 44, 35]": 425, "[54, 51, 46, 34]": 426, "[53, 51, 48, 33]": 427, "[53, 49, 46, 29]": 428, "[53, 46, 43, 29]": 429, "[53, 50, 45, 26]": 430, "[53, 50, 45, 29]": 431, "[52, 48, 45, 33]": 432, "[50, 46, 41, 34]": 433, "[50, 46, 41, 38]": 434, "[48, 45, 41, 41]": 435, "[55, 50, 41, 34]": 436, "[57, 52, 40, 37]": 437, "[57, 50, 41, 38]": 438, "[57, 50, 41, 36]": 439, "[55, 50, 41, 35]": 440, "[58, 48, 43, 28]": 441, "[50, 50, 41, 34]": 442, "[52, 48, 46, 31]": 443, "[52, 49, 45, 33]": 444, "[57, 48, 45, 40]": 445, "[55, 48, 43, 38]": 446, "[58, 48, 40, 36]": 447, "[57, 48, 36, 41]": 448, "[55, 46, 38, 34]": 449, "[53, 46, 37, 34]": 450, "[53, 48, 36, 32]": 451, "[53, 48, 37, 32]": 452, "[51, 46, 39, 30]": 453, "[51, 46, 41, 30]": 454, "[49, 46, 42, 29]": 455, "[49, 46, 42, 27]": 456, "[48, 45, 36, 29]": 457, "[49, 41, 34, 34]": 458, "[51, 42, 34, 30]": 459, "[53, 44, 35, 26]": 460, "[53, 44, 34, 26]": 461, "[51, 42, 34, 27]": 462, "[49, 41, 34, 22]": 463, "[48, 41, 33, 29]": 464, "[46, 41, 37, 34]": 465, "[48, 41, 36, 33]": 466, "[49, 41, 36, 34]": 467, "[46, 42, 37, 30]": 468, "[46, 42, 39, 30]": 469, "[46, 41, 41, 26]": 470, "[44, 41, 34, 26]": 471, "[42, 39, 34, 27]": 472, "[41, 38, 34, 22]": 473, "[44, 39, 35, 23]": 474, "[46, 40, 37, 19]": 475, "[44, 39, 35, 20]": 476, "[44, 39, 37, 20]": 477, "[42, 39, 39, 21]": 478, "[46, 41, 37, 22]": 479, "[45, 39, 36, 24]": 480, "[46, 41, 34, 25]": 481, "[48, 42, 34, 27]": 482, "[49, 41, 34, 29]": 483, "[49, 41, 32, 29]": 484, "[48, 41, 37, 25]": 485, "[46, 41, 37, 25]": 486, "[49, 44, 41, 29]": 487, "[51, 44, 36, 32]": 488, "[53, 44, 37, 36]": 489, "[53, 46, 37, 32]": 490, "[48, 46, 42, 27]": 491, "[48, 45, 41, 29]": 492, "[48, 41, 36, 32]": 493, "[44, 41, 37, 25]": 494, "[46, 42, 37, 18]": 495, "[46, 42, 37, 20]": 496, "[46, 42, 37, 22]": 497, "[46, 42, 37, 23]": 498, "[44, 41, 35, 25]": 499, "[41, 39, 33, 29]": 500, "[41, 37, 34, 29]": 501, "[41, 36, 33, 29]": 502, "[63, 54, 44, 36]": 503, "[63, 55, 48, 39]": 504, "[61, 56, 48, 41]": 505, "[61, 58, 46, 43]": 506, "[58, 56, 49, 44]": 507, "[58, 56, 51, 39]": 508, "[58, 55, 48, 39]": 509, "[61, 56, 53, 41]": 510, "[61, 56, 53, 43]": 511, "[58, 55, 49, 40]": 512, "[60, 51, 46, 44]": 513, "[60, 53, 48, 45]": 514, "[61, 53, 48, 45]": 515, "[61, 53, 48, 46]": 516, "[61, 56, 48, 46]": 517, "[61, 53, 44, 46]": 518, "[60, 55, 46, 40]": 519, "[60, 53, 44, 41]": 520, "[58, 53, 44, 43]": 521, "[60, 53, 56, 44]": 522, "[61, 53, 56, 46]": 523, "[63, 48, 55, 48]": 524, "[63, 55, 55, 48]": 525, "[61, 58, 53, 43]": 526, "[58, 53, 50, 44]": 527, "[58, 51, 51, 43]": 528, "[60, 56, 51, 42]": 529, "[62, 56, 53, 42]": 530, "[63, 58, 54, 41]": 531, "[63, 58, 54, 39]": 532, "[62, 58, 46, 46]": 533, "[62, 56, 46, 46]": 534, "[63, 55, 48, 36]": 535, "[60, 56, 48, 41]": 536, "[65, 56, 47, 37]": 537, "[65, 54, 46, 42]": 538, "[63, 54, 45, 42]": 539, "[61, 54, 46, 39]": 540, "[61, 53, 46, 39]": 541, "[60, 51, 45, 41]": 542, "[58, 51, 45, 41]": 543, "[58, 49, 46, 34]": 544, "[60, 53, 44, 39]": 545, "[60, 51, 44, 37]": 546, "[61, 53, 44, 36]": 547, "[63, 53, 44, 36]": 548, "[60, 56, 39, 36]": 549, "[58, 56, 39, 37]": 550, "[58, 53, 51, 39]": 551, "[72, 69, 60, 53]": 552, "[70, 67, 60, 53]": 553, "[69, 65, 60, 53]": 554, "[74, 65, 60, 46]": 555, "[74, 67, 58, 46]": 556, "[76, 67, 58, 48]": 557, "[76, 69, 60, 48]": 558, "[76, 69, 58, 48]": 559, "[77, 69, 57, 50]": 560, "[77, 69, 62, 50]": 561, "[77, 69, 60, 55]": 562, "[77, 67, 59, 55]": 563, "[76, 67, 60, 48]": 564, "[74, 67, 62, 58]": 565, "[76, 67, 62, 58]": 566, "[77, 65, 60, 57]": 567, "[72, 67, 60, 52]": 568, "[70, 67, 60, 52]": 569, "[69, 65, 60, 51]": 570, "[70, 65, 58, 50]": 571, "[70, 65, 58, 49]": 572, "[69, 65, 60, 48]": 573, "[69, 65, 62, 47]": 574, "[67, 65, 62, 48]": 575, "[67, 64, 60, 48]": 576, "[67, 64, 58, 48]": 577, "[65, 60, 57, 53]": 578, "[69, 62, 62, 54]": 579, "[69, 69, 62, 54]": 580, "[71, 69, 62, 55]": 581, "[71, 65, 62, 55]": 582, "[73, 67, 64, 55]": 583, "[73, 67, 64, 53]": 584, "[76, 65, 62, 58]": 585, "[77, 69, 62, 57]": 586, "[77, 69, 62, 55]": 587, "[76, 69, 61, 57]": 588, "[76, 69, 67, 57]": 589, "[74, 69, 65, 50]": 590, "[76, 70, 67, 55]": 591, "[77, 72, 69, 53]": 592, "[79, 72, 67, 53]": 593, "[79, 72, 67, 52]": 594, "[81, 72, 65, 53]": 595, "[79, 74, 65, 58]": 596, "[79, 72, 64, 60]": 597, "[79, 70, 64, 60]": 598, "[77, 69, 60, 53]": 599, "[53, 48, 44, 41]": 600, "[55, 48, 46, 41]": 601, "[58, 55, 53, 38]": 602, "[63, 60, 55, 36]": 603, "[63, 60, 51, 44]": 604, "[62, 60, 56, 41]": 605, "[62, 59, 55, 43]": 606, "[60, 55, 51, 48]": 607, "[58, 55, 50, 43]": 608, "[63, 55, 48, 48]": 609, "[63, 56, 48, 48]": 610, "[62, 56, 50, 46]": 611, "[62, 55, 50, 46]": 612, "[60, 55, 52, 44]": 613, "[60, 53, 53, 44]": 614, "[58, 53, 55, 43]": 615, "[58, 52, 55, 43]": 616, "[53, 48, 44, 39]": 617, "[58, 53, 46, 38]": 618, "[58, 51, 46, 36]": 619, "[56, 50, 46, 34]": 620, "[60, 51, 44, 43]": 621, "[60, 50, 44, 41]": 622, "[59, 50, 43, 43]": 623, "[60, 53, 46, 43]": 624, "[65, 53, 48, 44]": 625, "[65, 55, 48, 44]": 626, "[65, 56, 50, 46]": 627, "[67, 55, 50, 39]": 628, "[65, 55, 50, 39]": 629, "[63, 60, 48, 44]": 630, "[63, 58, 48, 43]": 631, "[65, 56, 48, 41]": 632, "[63, 55, 48, 41]": 633, "[62, 53, 48, 43]": 634, "[60, 51, 43, 36]": 635, "[62, 55, 46, 43]": 636, "[63, 55, 46, 48]": 637, "[62, 53, 44, 41]": 638, "[62, 53, 46, 43]": 639, "[60, 53, 50, 44]": 640, "[58, 55, 51, 43]": 641, "[58, 55, 49, 41]": 642, "[55, 48, 44, 39]": 643, "[56, 53, 44, 36]": 644, "[58, 55, 50, 34]": 645, "[56, 55, 52, 36]": 646, "[58, 53, 53, 37]": 647, "[56, 53, 53, 34]": 648, "[65, 57, 48, 41]": 649, "[65, 58, 50, 46]": 650, "[65, 58, 50, 44]": 651, "[65, 58, 50, 43]": 652, "[65, 58, 50, 41]": 653, "[67, 58, 51, 39]": 654, "[67, 58, 50, 39]": 655, "[65, 55, 47, 43]": 656, "[63, 60, 48, 41]": 657, "[62, 59, 53, 43]": 658, "[60, 55, 52, 36]": 659, "[55, 51, 48, 36]": 660, "[55, 51, 46, 36]": 661, "[53, 49, 44, 36]": 662, "[53, 49, 46, 32]": 663, "[51, 49, 46, 31]": 664, "[51, 48, 41, 33]": 665, "[48, 48, 41, 32]": 666, "[50, 46, 41, 32]": 667, "[50, 48, 41, 32]": 668, "[52, 49, 46, 31]": 669, "[52, 48, 44, 36]": 670, "[52, 48, 43, 36]": 671, "[53, 48, 44, 34]": 672, "[53, 50, 46, 32]": 673, "[53, 52, 46, 32]": 674, "[56, 53, 48, 32]": 675, "[55, 53, 46, 31]": 676, "[55, 50, 47, 43]": 677, "[55, 50, 47, 41]": 678, "[55, 51, 48, 39]": 679, "[55, 51, 48, 38]": 680, "[55, 50, 43, 36]": 681, "[55, 50, 43, 35]": 682, "[51, 50, 43, 36]": 683, "[51, 48, 44, 36]": 684, "[53, 48, 44, 38]": 685, "[53, 46, 46, 38]": 686, "[53, 46, 44, 38]": 687, "[55, 46, 43, 40]": 688, "[55, 46, 41, 40]": 689, "[56, 48, 41, 41]": 690, "[55, 48, 39, 36]": 691, "[55, 51, 43, 35]": 692, "[55, 53, 43, 35]": 693, "[55, 53, 48, 34]": 694, "[55, 52, 48, 34]": 695, "[56, 53, 48, 34]": 696, "[53, 51, 44, 37]": 697, "[53, 48, 44, 36]": 698, "[53, 46, 43, 37]": 699, "[53, 46, 41, 37]": 700, "[52, 48, 43, 34]": 701, "[53, 48, 44, 32]": 702, "[53, 48, 44, 31]": 703, "[55, 48, 43, 29]": 704, "[55, 48, 43, 28]": 705, "[56, 48, 41, 29]": 706, "[56, 53, 41, 29]": 707, "[56, 52, 41, 29]": 708, "[58, 53, 41, 37]": 709, "[53, 48, 46, 43]": 710, "[53, 48, 48, 44]": 711, "[53, 48, 48, 46]": 712, "[55, 52, 46, 44]": 713, "[56, 53, 48, 38]": 714, "[58, 55, 49, 36]": 715, "[60, 56, 51, 34]": 716, "[60, 56, 53, 32]": 717, "[60, 58, 55, 31]": 718, "[65, 60, 56, 29]": 719, "[65, 60, 56, 41]": 720, "[65, 60, 56, 43]": 721, "[67, 60, 55, 41]": 722, "[67, 60, 55, 40]": 723, "[68, 60, 53, 41]": 724, "[68, 60, 52, 41]": 725, "[68, 58, 55, 41]": 726, "[68, 56, 53, 41]": 727, "[68, 55, 51, 41]": 728, "[56, 56, 49, 41]": 729, "[56, 56, 48, 39]": 730, "[58, 56, 51, 37]": 731, "[58, 56, 51, 41]": 732, "[58, 58, 51, 43]": 733, "[60, 56, 51, 46]": 734, "[60, 55, 49, 46]": 735, "[61, 56, 51, 46]": 736, "[61, 55, 51, 34]": 737, "[61, 53, 51, 34]": 738, "[63, 60, 56, 44]": 739, "[63, 60, 56, 32]": 740, "[63, 60, 56, 34]": 741, "[63, 60, 56, 36]": 742, "[63, 58, 54, 36]": 743, "[65, 55, 53, 37]": 744, "[65, 58, 53, 49]": 745, "[68, 60, 51, 48]": 746, "[67, 61, 49, 46]": 747, "[65, 56, 50, 47]": 748, "[65, 55, 50, 47]": 749, "[55, 48, 36, 40]": 750, "[53, 47, 41, 38]": 751, "[52, 43, 48, 36]": 752, "[52, 48, 36, 24]": 753, "[50, 48, 36, 24]": 754, "[48, 48, 43, 34]": 755, "[55, 46, 40, 24]": 756, "[57, 48, 45, 29]": 757, "[57, 48, 45, 33]": 758, "[55, 48, 45, 33]": 759, "[57, 42, 45, 38]": 760, "[57, 42, 42, 38]": 761, "[57, 50, 45, 38]": 762, "[57, 50, 45, 36]": 763, "[58, 50, 41, 36]": 764, "[60, 43, 40, 34]": 765, "[60, 43, 38, 34]": 766, "[60, 41, 36, 33]": 767, "[60, 48, 40, 33]": 768, "[58, 48, 40, 31]": 769, "[55, 48, 43, 24]": 770, "[48, 43, 40, 36]": 771, "[50, 43, 43, 34]": 772, "[50, 43, 43, 33]": 773, "[52, 43, 36, 34]": 774, "[52, 43, 36, 31]": 775, "[55, 48, 36, 28]": 776, "[57, 48, 36, 29]": 777, "[55, 48, 41, 36]": 778, "[55, 48, 40, 24]": 779, "[56, 51, 48, 37]": 780, "[55, 51, 49, 39]": 781, "[63, 58, 51, 44]": 782, "[58, 51, 44, 39]": 783, "[51, 51, 44, 36]": 784, "[55, 49, 46, 37]": 785, "[56, 53, 48, 37]": 786, "[56, 51, 46, 39]": 787, "[56, 51, 48, 39]": 788, "[55, 51, 49, 27]": 789, "[58, 51, 49, 32]": 790, "[58, 58, 51, 44]": 791, "[63, 56, 51, 36]": 792, "[63, 56, 51, 34]": 793, "[63, 56, 51, 37]": 794, "[58, 58, 53, 38]": 795, "[58, 56, 53, 38]": 796, "[58, 53, 50, 46]": 797, "[58, 55, 51, 41]": 798, "[58, 55, 51, 37]": 799, "[60, 53, 50, 38]": 800, "[60, 52, 46, 36]": 801, "[56, 51, 48, 41]": 802, "[55, 49, 46, 41]": 803, "[55, 49, 46, 40]": 804, "[53, 48, 46, 41]": 805, "[53, 49, 43, 34]": 806, "[53, 49, 43, 31]": 807, "[52, 48, 46, 36]": 808, "[68, 60, 56, 53]": 809, "[68, 61, 56, 53]": 810, "[68, 63, 56, 48]": 811, "[68, 63, 58, 48]": 812, "[68, 63, 60, 44]": 813, "[68, 65, 61, 49]": 814, "[68, 65, 60, 49]": 815, "[66, 63, 58, 51]": 816, "[65, 62, 56, 46]": 817, "[65, 62, 55, 46]": 818, "[63, 58, 55, 51]": 819, "[70, 67, 63, 51]": 820, "[72, 68, 63, 44]": 821, "[70, 67, 62, 51]": 822, "[68, 60, 60, 53]": 823, "[68, 62, 58, 53]": 824, "[68, 62, 56, 53]": 825, "[67, 63, 58, 55]": 826, "[65, 63, 60, 56]": 827, "[67, 63, 58, 58]": 828, "[68, 60, 56, 48]": 829, "[68, 61, 54, 48]": 830, "[68, 63, 53, 47]": 831, "[68, 63, 51, 47]": 832, "[68, 62, 53, 46]": 833, "[68, 63, 53, 48]": 834, "[70, 65, 53, 50]": 835, "[67, 58, 55, 51]": 836, "[67, 63, 55, 51]": 837, "[67, 63, 56, 51]": 838, "[65, 63, 58, 46]": 839, "[63, 63, 55, 51]": 840, "[70, 63, 58, 55]": 841, "[72, 63, 56, 56]": 842, "[68, 63, 60, 48]": 843, "[68, 63, 60, 50]": 844, "[67, 63, 58, 51]": 845, "[65, 62, 62, 51]": 846, "[67, 60, 63, 44]": 847, "[75, 67, 60, 48]": 848, "[73, 65, 56, 53]": 849, "[73, 65, 58, 55]": 850, "[72, 63, 60, 56]": 851, "[72, 65, 61, 56]": 852, "[70, 67, 63, 49]": 853, "[68, 68, 63, 48]": 854, "[68, 66, 63, 48]": 855, "[70, 67, 61, 49]": 856, "[72, 68, 60, 44]": 857, "[72, 68, 61, 44]": 858, "[72, 69, 63, 48]": 859, "[73, 70, 65, 46]": 860, "[70, 70, 65, 49]": 861, "[70, 70, 63, 51]": 862, "[70, 70, 61, 51]": 863, "[70, 65, 61, 46]": 864, "[63, 63, 55, 48]": 865, "[70, 63, 55, 51]": 866, "[73, 65, 58, 53]": 867, "[75, 63, 60, 48]": 868, "[73, 65, 58, 49]": 869, "[72, 65, 56, 49]": 870, "[72, 63, 61, 56]": 871, "[70, 63, 63, 55]": 872, "[70, 65, 63, 53]": 873, "[75, 67, 58, 51]": 874, "[75, 67, 58, 49]": 875, "[75, 68, 56, 48]": 876, "[73, 68, 56, 46]": 877, "[72, 63, 56, 44]": 878, "[70, 63, 56, 46]": 879, "[70, 63, 56, 49]": 880, "[72, 63, 56, 51]": 881, "[72, 61, 56, 51]": 882, "[70, 61, 55, 51]": 883, "[70, 60, 55, 51]": 884, "[60, 53, 45, 39]": 885, "[58, 53, 46, 37]": 886, "[58, 52, 46, 37]": 887, "[56, 53, 48, 36]": 888, "[55, 55, 49, 34]": 889, "[53, 52, 46, 36]": 890, "[53, 53, 44, 29]": 891, "[58, 55, 46, 37]": 892, "[56, 55, 49, 39]": 893, "[58, 52, 43, 36]": 894, "[56, 53, 41, 37]": 895, "[61, 53, 46, 48]": 896, "[61, 53, 46, 49]": 897, "[58, 56, 46, 41]": 898, "[56, 53, 49, 39]": 899, "[61, 58, 53, 36]": 900, "[61, 58, 53, 37]": 901, "[60, 58, 54, 39]": 902, "[60, 58, 54, 36]": 903, "[56, 53, 48, 44]": 904, "[58, 53, 46, 43]": 905, "[58, 52, 46, 43]": 906, "[65, 56, 48, 29]": 907, "[65, 56, 48, 31]": 908, "[65, 56, 48, 32]": 909, "[65, 56, 48, 34]": 910, "[63, 55, 48, 38]": 911, "[62, 55, 48, 43]": 912, "[62, 56, 48, 43]": 913, "[62, 55, 47, 31]": 914, "[62, 53, 47, 31]": 915, "[60, 53, 45, 37]": 916, "[60, 53, 45, 36]": 917, "[60, 56, 39, 37]": 918, "[56, 53, 49, 36]": 919, "[63, 60, 55, 37]": 920, "[63, 60, 55, 39]": 921, "[60, 55, 53, 40]": 922, "[60, 58, 53, 43]": 923, "[65, 60, 48, 44]": 924, "[65, 60, 48, 43]": 925, "[65, 58, 41, 41]": 926, "[65, 56, 41, 46]": 927, "[64, 55, 48, 36]": 928, "[51, 48, 41, 29]": 929, "[49, 46, 41, 22]": 930, "[48, 46, 39, 22]": 931, "[46, 53, 37, 34]": 932, "[48, 51, 36, 34]": 933, "[49, 49, 34, 32]": 934, "[51, 48, 34, 32]": 935, "[51, 46, 34, 30]": 936, "[53, 48, 41, 29]": 937, "[53, 49, 37, 34]": 938, "[54, 49, 37, 34]": 939, "[56, 48, 39, 36]": 940, "[54, 46, 39, 36]": 941, "[53, 44, 41, 37]": 942, "[51, 44, 41, 37]": 943, "[49, 46, 42, 30]": 944, "[49, 46, 41, 30]": 945, "[51, 46, 42, 29]": 946, "[53, 44, 44, 29]": 947, "[54, 42, 46, 27]": 948, "[54, 44, 44, 27]": 949, "[54, 46, 42, 27]": 950, "[54, 48, 41, 27]": 951, "[54, 48, 39, 27]": 952, "[53, 49, 41, 22]": 953, "[56, 49, 41, 29]": 954, "[56, 48, 39, 29]": 955, "[58, 46, 37, 30]": 956, "[56, 48, 44, 32]": 957, "[51, 46, 42, 27]": 958, "[51, 42, 39, 30]": 959, "[53, 41, 37, 32]": 960, "[54, 39, 37, 32]": 961, "[56, 37, 37, 32]": 962, "[51, 44, 39, 20]": 963, "[53, 44, 39, 36]": 964, "[53, 46, 37, 31]": 965, "[53, 44, 37, 31]": 966, "[51, 42, 36, 33]": 967, "[49, 41, 37, 34]": 968, "[48, 41, 39, 29]": 969, "[49, -1, 34, 31]": 970, "[49, 46, 34, 31]": 971, "[48, 46, 36, 32]": 972, "[48, 44, 37, 32]": 973, "[46, 44, 39, 27]": 974, "[46, 43, 39, 27]": 975, "[46, 41, 39, 27]": 976, "[44, 44, 39, 20]": 977, "[44, 44, 39, 32]": 978, "[44, 44, 39, 30]": 979, "[49, 44, 41, 27]": 980, "[49, 49, 41, 25]": 981, "[49, 48, 41, 25]": 982, "[51, 44, 44, 32]": 983, "[51, 44, 42, 32]": 984, "[53, 44, 41, 26]": 985, "[54, 42, 39, 27]": 986, "[53, 44, 37, 29]": 987, "[51, 48, 36, 33]": 988, "[48, 41, 39, 36]": 989, "[46, 41, 41, 37]": 990, "[48, 39, 42, 39]": 991, "[49, 37, 41, 41]": 992, "[49, 39, 41, 41]": 993, "[48, 41, 41, 29]": 994, "[46, 41, 38, 22]": 995, "[53, 45, 38, 29]": 996, "[52, 43, 40, 24]": 997, "[52, 45, 40, 24]": 998, "[50, 46, 41, 26]": 999, "[50, 45, 41, 26]": 1000, "[48, 43, 43, 28]": 1001, "[48, 43, 36, 28]": 1002, "[46, 41, 36, 29]": 1003, "[45, 41, 36, 29]": 1004, "[50, 41, 36, 22]": 1005, "[50, 41, 36, 24]": 1006, "[50, 41, 34, 26]": 1007, "[50, 41, 34, 28]": 1008, "[53, 45, 33, 26]": 1009, "[52, 45, 36, 34]": 1010, "[50, 41, 38, 34]": 1011, "[50, 43, 38, 34]": 1012, "[48, 45, 40, 36]": 1013, "[46, 41, 41, 38]": 1014, "[45, 45, 40, 36]": 1015, "[50, 45, 38, 35]": 1016, "[50, 44, 40, 28]": 1017, "[48, 43, 40, 29]": 1018, "[50, 50, 46, 34]": 1019, "[52, 46, 43, 36]": 1020, "[55, 46, 41, 38]": 1021, "[57, 48, 41, 36]": 1022, "[57, 50, 41, 34]": 1023, "[55, 43, 41, 36]": 1024, "[53, 45, 41, 36]": 1025, "[53, 48, 43, 40]": 1026, "[53, 48, 41, 38]": 1027, "[53, 46, 41, 38]": 1028, "[55, 46, 40, 37]": 1029, "[55, 45, 40, 37]": 1030, "[53, 45, 38, 38]": 1031, "[53, 45, 40, 37]": 1032, "[50, 43, 41, 35]": 1033, "[52, 43, 41, 33]": 1034, "[53, 43, 35, 31]": 1035, "[53, 43, 36, 33]": 1036, "[53, 43, 38, 34]": 1037, "[53, 43, 38, 29]": 1038, "[52, 43, 36, 36]": 1039, "[53, 45, 36, 33]": 1040, "[53, 45, 36, 31]": 1041, "[55, 46, 36, 29]": 1042, "[55, 46, 36, 28]": 1043, "[50, 43, 34, 31]": 1044, "[52, 43, 34, 31]": 1045, "[53, 41, 33, 26]": 1046, "[53, 43, 33, 28]": 1047, "[53, 45, 38, 31]": 1048, "[52, 45, 37, 33]": 1049, "[57, 45, 38, 30]": 1050, "[58, 43, 38, 31]": 1051, "[57, 43, 38, 31]": 1052, "[55, 43, 40, 34]": 1053, "[57, 48, 40, 33]": 1054, "[55, 46, 40, 33]": 1055, "[53, 45, 40, 36]": 1056, "[53, 43, 38, 35]": 1057, "[52, 46, 43, 31]": 1058, "[53, 45, 38, 35]": 1059, "[52, 43, 40, 36]": 1060, "[52, 45, 40, 36]": 1061, "[50, 47, 41, 32]": 1062, "[48, 45, 40, 31]": 1063, "[48, 45, 38, 30]": 1064, "[47, 43, 38, 31]": 1065, "[48, 43, 40, 24]": 1066, "[55, 49, 40, 28]": 1067, "[53, 50, 33, 26]": 1068, "[57, 52, 43, 37]": 1069, "[55, 50, 43, 40]": 1070, "[55, 48, 41, 41]": 1071, "[53, 48, 40, 33]": 1072, "[52, 45, 40, 37]": 1073, "[53, 48, 39, 33]": 1074, "[53, 48, 38, 34]": 1075, "[53, 48, 38, 36]": 1076, "[53, 46, 38, 38]": 1077, "[55, 46, 38, 28]": 1078, "[53, 43, 36, 36]": 1079, "[53, 41, 36, 36]": 1080, "[52, 43, 36, 24]": 1081, "[55, 50, 46, 43]": 1082, "[56, 52, 48, 41]": 1083, "[58, 55, 49, 37]": 1084, "[60, 51, 44, 34]": 1085, "[60, 51, 44, 36]": 1086, "[60, 53, 44, 38]": 1087, "[60, 55, 43, 40]": 1088, "[58, 55, 43, 40]": 1089, "[56, 55, 48, 41]": 1090, "[58, 52, 49, 34]": 1091, "[58, 51, 48, 43]": 1092, "[58, 53, 44, 37]": 1093, "[61, 56, 53, 37]": 1094, "[63, 56, 53, 37]": 1095, "[60, 56, 51, 39]": 1096, "[60, 56, 53, 39]": 1097, "[60, 56, 51, 37]": 1098, "[58, 56, 51, 38]": 1099, "[58, 53, 50, 34]": 1100, "[60, 53, 48, 38]": 1101, "[58, 52, 48, 36]": 1102, "[53, 49, 44, 34]": 1103, "[58, 51, 43, 36]": 1104, "[58, 51, 43, 34]": 1105, "[56, 51, 44, 32]": 1106, "[58, 53, 43, 37]": 1107, "[56, 48, 43, 39]": 1108, "[56, 53, 41, 34]": 1109, "[56, 49, 46, 36]": 1110, "[55, 49, 46, 34]": 1111, "[53, 48, 48, 33]": 1112, "[53, 48, 45, 34]": 1113, "[60, 51, 43, 32]": 1114, "[58, 49, 41, 34]": 1115, "[58, 49, 41, 36]": 1116, "[55, 46, 41, 37]": 1117, "[56, 48, 41, 38]": 1118, "[53, 53, 44, 41]": 1119, "[55, 53, 46, 36]": 1120, "[51, 48, 43, 36]": 1121, "[56, 50, 41, 41]": 1122, "[60, 51, 44, 39]": 1123, "[58, 48, 44, 39]": 1124, "[58, 49, 43, 27]": 1125, "[56, 49, 43, 27]": 1126, "[60, 53, 44, 44]": 1127, "[60, 53, 41, 36]": 1128, "[60, 53, 45, 27]": 1129, "[60, 51, 42, 32]": 1130, "[61, 44, 41, 32]": 1131, "[61, 46, 41, 32]": 1132, "[60, 48, 39, 32]": 1133, "[58, 49, 39, 32]": 1134, "[60, 51, 41, 32]": 1135, "[61, 53, 41, 32]": 1136, "[61, 51, 43, 32]": 1137, "[60, 49, 44, 34]": 1138, "[63, 48, 44, 36]": 1139, "[61, 49, 44, 34]": 1140, "[58, 51, 41, 39]": 1141, "[60, 53, 44, 43]": 1142, "[60, 55, 43, 41]": 1143, "[58, 46, 41, 37]": 1144, "[58, 46, 41, 36]": 1145, "[51, 46, 43, 32]": 1146, "[56, 46, 37, 36]": 1147, "[53, 48, 39, 34]": 1148, "[51, 43, 39, 36]": 1149, "[53, 46, 37, 36]": 1150, "[53, 48, 37, 36]": 1151, "[55, 49, 37, 34]": 1152, "[55, 49, 36, 34]": 1153, "[56, 48, 41, 37]": 1154, "[55, 48, 43, 39]": 1155, "[55, 49, 43, 39]": 1156, "[55, 51, 43, 39]": 1157, "[53, 53, 45, 39]": 1158, "[53, 53, 46, 37]": 1159, "[53, 53, 48, 36]": 1160, "[53, 53, 41, 37]": 1161, "[53, 51, 46, 34]": 1162, "[53, 48, 43, 36]": 1163, "[53, 48, 41, 36]": 1164, "[60, 53, 46, 41]": 1165, "[53, 52, 46, 43]": 1166, "[60, 55, 48, 45]": 1167, "[60, 57, 53, 43]": 1168, "[62, 58, 53, 46]": 1169, "[62, 55, 50, 47]": 1170, "[62, 53, 50, 47]": 1171, "[55, 50, 48, 48]": 1172, "[62, 53, 46, 46]": 1173, "[62, 53, 50, 46]": 1174, "[62, 58, 55, 43]": 1175, "[62, 58, 53, 43]": 1176, "[60, 58, 52, 48]": 1177, "[60, 57, 53, 48]": 1178, "[58, 55, 53, 36]": 1179, "[58, 55, 52, 36]": 1180, "[55, 55, 48, 40]": 1181, "[57, 55, 48, 41]": 1182, "[59, 53, 50, 38]": 1183, "[64, 55, 48, 43]": 1184, "[62, 55, 47, 43]": 1185, "[60, 55, 47, 43]": 1186, "[60, 53, 43, 40]": 1187, "[65, 55, 48, 45]": 1188, "[63, 57, 53, 43]": 1189, "[63, 57, 53, 41]": 1190, "[62, 58, 53, 45]": 1191, "[62, 59, 50, 41]": 1192, "[67, 60, 52, 40]": 1193, "[65, 60, 53, 38]": 1194, "[65, 59, 53, 38]": 1195, "[60, 60, 53, 45]": 1196, "[62, 60, 46, 43]": 1197, "[62, 58, 46, 43]": 1198, "[64, 57, 48, 36]": 1199, "[64, 55, 46, 36]": 1200, "[65, 53, 45, 38]": 1201, "[60, 55, 45, 40]": 1202, "[60, 53, 45, 40]": 1203, "[57, 53, 48, 36]": 1204, "[57, 46, 50, 42]": 1205, "[57, 45, 50, 42]": 1206, "[59, 52, 50, 44]": 1207, "[59, 52, 44, 40]": 1208, "[60, 52, 45, 45]": 1209, "[60, 52, 47, 43]": 1210, "[60, 52, 47, 41]": 1211, "[55, 52, 48, 40]": 1212, "[55, 53, 48, 38]": 1213, "[55, 50, 48, 34]": 1214, "[58, 52, 48, 33]": 1215, "[58, 48, 48, 31]": 1216, "[59, 55, 50, 41]": 1217, "[60, 57, 51, 42]": 1218, "[60, 55, 50, 43]": 1219, "[59, 53, 43, 31]": 1220, "[59, 52, 43, 31]": 1221, "[57, 48, 41, 39]": 1222, "[59, 50, 41, 38]": 1223, "[59, 50, 43, 31]": 1224, "[60, 50, 43, 36]": 1225, "[58, 52, 48, 38]": 1226, "[57, 51, 48, 39]": 1227, "[60, 53, 50, 43]": 1228, "[60, 52, 50, 43]": 1229, "[57, 53, 48, 43]": 1230, "[55, 55, 48, 41]": 1231, "[58, 53, 50, 40]": 1232, "[57, 52, 48, 36]": 1233, "[57, 53, 47, 36]": 1234, "[57, 50, 47, 36]": 1235, "[55, 43, 48, 40]": 1236, "[55, 55, 49, 39]": 1237, "[57, 54, 48, 38]": 1238, "[55, 53, 46, 37]": 1239, "[57, 53, 50, 35]": 1240, "[57, 47, 38, 36]": 1241, "[55, 52, 40, 37]": 1242, "[55, 52, 45, 36]": 1243, "[51, 48, 43, 34]": 1244, "[56, 51, 41, 29]": 1245, "[55, 49, 41, 34]": 1246, "[53, 48, 41, 32]": 1247, "[55, 46, 41, 36]": 1248, "[58, 55, 37, 34]": 1249, "[60, 56, 39, 32]": 1250, "[60, 48, 41, 32]": 1251, "[60, 48, 42, 32]": 1252, "[56, 49, 41, 37]": 1253, "[56, 51, 39, 36]": 1254, "[56, 51, 39, 34]": 1255, "[58, 51, 46, 32]": 1256, "[58, 52, 43, 32]": 1257, "[56, 53, 41, 36]": 1258, "[56, 53, 49, 34]": 1259, "[53, 47, 43, 38]": 1260, "[51, 50, 43, 34]": 1261, "[55, 48, 46, 40]": 1262, "[55, 53, 43, 36]": 1263, "[55, 53, 44, 36]": 1264, "[65, 61, 56, 49]": 1265, "[67, 61, 56, 49]": 1266, "[70, 65, 56, 49]": 1267, "[73, 65, 56, 49]": 1268, "[68, 62, 53, 53]": 1269, "[65, 61, 58, 58]": 1270, "[67, 61, 58, 58]": 1271, "[68, 60, 55, 51]": 1272, "[70, 65, 53, 49]": 1273, "[68, 65, 53, 48]": 1274, "[67, 65, 61, 46]": 1275, "[70, 63, 55, 39]": 1276, "[72, 63, 56, 46]": 1277, "[72, 63, 51, 48]": 1278, "[72, 63, 53, 49]": 1279, "[70, 61, 53, 49]": 1280, "[70, 61, 55, 49]": 1281, "[68, 60, 56, 41]": 1282, "[68, 60, 58, 43]": 1283, "[68, 65, 60, 44]": 1284, "[68, 65, 60, 46]": 1285, "[68, 65, 60, 53]": 1286, "[68, 65, 60, 51]": 1287, "[70, 63, 53, 48]": 1288, "[65, 62, 58, 46]": 1289, "[67, 62, 58, 46]": 1290, "[68, 60, 53, 50]": 1291, "[65, 63, 60, 44]": 1292, "[67, 63, 60, 44]": 1293, "[68, 60, 60, 44]": 1294, "[63, 58, 55, 39]": 1295, "[67, 60, 56, 51]": 1296, "[65, 62, 58, 50]": 1297, "[67, 61, 58, 52]": 1298, "[68, 65, 56, 48]": 1299, "[67, 65, 58, 43]": 1300, "[67, 64, 55, 48]": 1301, "[65, 58, 53, 39]": 1302, "[65, 58, 53, 37]": 1303, "[63, 58, 55, 36]": 1304, "[61, 55, 49, 34]": 1305, "[61, 56, 51, 44]": 1306, "[58, 56, 49, 37]": 1307, "[61, 56, 53, 44]": 1308, "[61, 58, 53, 44]": 1309, "[61, 58, 55, 43]": 1310, "[65, 60, 53, 45]": 1311, "[65, 62, 50, 47]": 1312, "[63, 60, 55, 48]": 1313, "[65, 60, 55, 48]": 1314, "[67, 60, 55, 39]": 1315, "[63, 60, 56, 41]": 1316, "[62, 60, 50, 43]": 1317, "[62, 60, 55, 43]": 1318, "[62, 59, 55, 31]": 1319, "[62, 59, 53, 31]": 1320, "[58, 53, 41, 38]": 1321, "[53, 53, 48, 44]": 1322, "[62, 56, 46, 43]": 1323, "[62, 56, 44, 41]": 1324, "[64, 55, 46, 43]": 1325, "[65, 55, 49, 46]": 1326, "[65, 56, 48, 48]": 1327, "[65, 55, 48, 48]": 1328, "[65, 53, 48, 48]": 1329, "[55, 48, 41, 38]": 1330, "[52, 46, 43, 34]": 1331, "[50, 45, 41, 34]": 1332, "[48, 45, 41, 33]": 1333, "[53, 45, 43, 38]": 1334, "[55, 50, 43, 34]": 1335, "[60, 55, 48, 41]": 1336, "[60, 57, 48, 40]": 1337, "[62, 58, 41, 38]": 1338, "[62, 57, 41, 38]": 1339, "[60, 52, 46, 43]": 1340, "[58, 50, 46, 43]": 1341, "[55, 49, 40, 33]": 1342, "[52, 45, 41, 36]": 1343, "[50, 46, 41, 33]": 1344, "[57, 48, 40, 36]": 1345, "[57, 49, 43, 33]": 1346, "[57, 50, 41, 33]": 1347, "[57, 50, 40, 33]": 1348, "[57, 49, 45, 33]": 1349, "[53, 50, 45, 36]": 1350, "[55, 52, 43, 34]": 1351, "[57, 53, 41, 33]": 1352, "[58, 55, 41, 31]": 1353, "[58, 55, 40, 36]": 1354, "[58, 55, 38, 36]": 1355, "[57, 55, 36, 29]": 1356, "[57, 55, 36, 31]": 1357, "[55, 51, 41, 33]": 1358, "[53, 50, 41, 34]": 1359, "[57, 52, 45, 36]": 1360, "[58, 53, 45, 38]": 1361, "[57, 53, 45, 41]": 1362, "[55, 52, 47, 43]": 1363, "[53, 50, 48, 45]": 1364, "[52, 48, 48, 41]": 1365, "[50, 47, 43, 43]": 1366, "[50, 47, 43, 41]": 1367, "[52, 48, 43, 40]": 1368, "[53, 50, 43, 38]": 1369, "[55, 52, 45, 35]": 1370, "[55, 52, 47, 35]": 1371, "[55, 52, 48, 33]": 1372, "[52, 50, 43, 36]": 1373, "[50, 48, 43, 43]": 1374, "[50, 47, 41, 31]": 1375, "[53, 45, 45, 38]": 1376, "[53, 50, 45, 35]": 1377, "[52, 48, 43, 24]": 1378, "[52, 48, 46, 24]": 1379, "[50, 45, 43, 38]": 1380, "[50, 45, 41, 38]": 1381, "[52, 47, 40, 32]": 1382, "[50, 47, 40, 32]": 1383, "[48, 43, 40, 33]": 1384, "[50, 41, 36, 33]": 1385, "[53, 45, 38, 26]": 1386, "[53, 45, 38, 28]": 1387, "[53, 45, 40, 31]": 1388, "[48, 45, 41, 34]": 1389, "[46, 43, 38, 38]": 1390, "[45, 41, 36, 39]": 1391, "[46, 41, 38, 39]": 1392, "[48, 41, 39, 33]": 1393, "[46, 41, 39, 34]": 1394, "[46, 41, 38, 34]": 1395, "[45, 41, 41, 38]": 1396, "[45, 41, 39, 36]": 1397, "[50, 46, 34, 31]": 1398, "[50, 45, 34, 29]": 1399, "[48, 43, 34, 28]": 1400, "[52, 40, 36, 24]": 1401, "[52, 40, 34, 24]": 1402, "[53, 38, 33, 26]": 1403, "[52, 45, 29, 26]": 1404, "[50, 46, 41, 28]": 1405, "[53, 50, 45, 31]": 1406, "[52, 50, 45, 33]": 1407, "[52, 48, 40, 33]": 1408, "[50, 46, 41, 31]": 1409, "[48, 45, 40, 29]": 1410, "[50, 45, 38, 29]": 1411, "[48, 43, 40, 31]": 1412, "[45, 41, 38, 29]": 1413, "[43, 41, 31, 36]": 1414, "[43, 40, 36, 24]": 1415, "[53, 48, 45, 28]": 1416, "[53, 50, 45, 28]": 1417, "[50, 46, 41, 36]": 1418, "[50, 46, 41, 40]": 1419, "[48, 45, 41, 40]": 1420, "[55, 50, 41, 33]": 1421, "[57, 52, 40, 25]": 1422, "[57, 50, 41, 26]": 1423, "[55, 50, 41, 31]": 1424, "[58, 48, 43, 29]": 1425, "[57, 53, 41, 38]": 1426, "[53, 45, 41, 33]": 1427, "[50, 50, 45, 29]": 1428, "[52, 50, 46, 31]": 1429, "[52, 50, 46, 28]": 1430, "[52, 49, 45, 21]": 1431, "[57, 48, 45, 43]": 1432, "[55, 48, 40, 38]": 1433, "[58, 48, 40, 33]": 1434, "[56, 54, 48, 41]": 1435, "[56, 56, 48, 41]": 1436, "[56, 56, 49, 39]": 1437, "[56, 56, 51, 39]": 1438, "[58, 54, 51, 39]": 1439, "[61, 53, 49, 34]": 1440, "[61, 53, 51, 36]": 1441, "[61, 58, 53, 39]": 1442, "[58, 53, 49, 41]": 1443, "[58, 53, 47, 41]": 1444, "[58, 51, 46, 42]": 1445, "[56, 51, 47, 42]": 1446, "[56, 50, 47, 41]": 1447, "[54, 51, 46, 42]": 1448, "[54, 51, 51, 47]": 1449, "[53, 51, 47, 44]": 1450, "[53, 50, 44, 41]": 1451, "[53, 50, 41, 46]": 1452, "[53, 50, 46, 34]": 1453, "[53, 50, 44, 34]": 1454, "[51, 46, 42, 39]": 1455, "[51, 51, 42, 39]": 1456, "[58, 53, 41, 39]": 1457, "[58, 54, 46, 39]": 1458, "[58, 53, 46, 39]": 1459, "[58, 51, 51, 42]": 1460, "[58, 51, 49, 42]": 1461, "[56, 51, 48, 42]": 1462, "[58, 49, 46, 42]": 1463, "[60, 54, 51, 46]": 1464, "[60, 53, 49, 45]": 1465, "[61, 56, 46, 41]": 1466, "[60, 56, 49, 39]": 1467, "[54, 51, 49, 39]": 1468, "[56, 51, 47, 41]": 1469, "[58, 51, 48, 42]": 1470, "[56, 53, 47, 37]": 1471, "[56, 53, 46, 38]": 1472, "[54, 51, 47, 39]": 1473, "[53, 49, 46, 41]": 1474, "[53, 46, 43, 41]": 1475, "[53, 49, 46, 37]": 1476, "[53, 48, 44, 37]": 1477, "[51, 46, 43, 37]": 1478, "[51, 49, 44, 34]": 1479, "[56, 54, 51, 36]": 1480, "[58, 49, 46, 41]": 1481, "[58, 51, 46, 41]": 1482, "[58, 53, 46, 41]": 1483, "[60, 54, 46, 39]": 1484, "[60, 54, 44, 39]": 1485, "[60, 54, 42, 39]": 1486, "[61, 54, 44, 41]": 1487, "[61, 56, 47, 41]": 1488, "[61, 56, 46, 42]": 1489, "[61, 54, 46, 42]": 1490, "[61, 54, 44, 37]": 1491, "[61, 51, 44, 37]": 1492, "[61, 56, 46, 34]": 1493, "[61, 56, 46, 39]": 1494, "[60, 55, 48, 32]": 1495, "[58, 50, 53, 44]": 1496, "[58, 48, 53, 44]": 1497, "[58, 46, 51, 42]": 1498, "[58, 46, 49, 42]": 1499, "[56, 49, 51, 41]": 1500, "[56, 49, 49, 41]": 1501, "[58, 58, 49, 43]": 1502, "[60, 58, 48, 44]": 1503, "[60, 56, 49, 36]": 1504, "[60, 56, 49, 37]": 1505, "[60, 53, 49, 39]": 1506, "[53, 49, 44, 41]": 1507, "[51, 49, 44, 44]": 1508, "[51, 48, 44, 42]": 1509, "[56, 49, 44, 41]": 1510, "[56, 51, 44, 41]": 1511, "[56, 53, 44, 41]": 1512, "[58, 54, 49, 41]": 1513, "[61, 54, 46, 34]": 1514, "[61, 54, 46, 36]": 1515, "[61, 54, 46, 37]": 1516, "[61, 51, 42, 37]": 1517, "[61, 58, 51, 36]": 1518, "[61, 57, 51, 36]": 1519, "[58, 58, 51, 42]": 1520, "[58, 56, 50, 34]": 1521, "[58, 54, 50, 34]": 1522, "[54, 53, 46, 39]": 1523, "[54, 51, 46, 30]": 1524, "[53, 51, 47, 32]": 1525, "[51, 46, 44, 41]": 1526, "[58, 53, 46, 42]": 1527, "[58, 54, 51, 35]": 1528, "[58, 54, 48, 36]": 1529, "[56, 54, 44, 37]": 1530, "[58, 51, 46, 37]": 1531, "[58, 56, 46, 38]": 1532, "[60, 53, 46, 39]": 1533, "[60, 55, 44, 40]": 1534, "[60, 58, 43, 40]": 1535, "[61, 56, 41, 41]": 1536, "[61, 51, 46, 43]": 1537, "[56, 53, 49, 35]": 1538, "[54, 54, 49, 34]": 1539, "[56, 53, 47, 32]": 1540, "[58, 54, 49, 30]": 1541, "[58, 54, 47, 30]": 1542, "[58, 54, 49, 34]": 1543, "[56, 54, 51, 35]": 1544, "[54, 51, 48, 39]": 1545, "[53, 48, 45, 39]": 1546, "[53, 51, 45, 37]": 1547, "[53, 51, 45, 36]": 1548, "[53, 49, 46, 39]": 1549, "[61, 56, 53, 29]": 1550, "[61, 58, 51, 31]": 1551, "[60, 58, 51, 32]": 1552, "[63, 58, 51, 36]": 1553, "[63, 56, 51, 48]": 1554, "[63, 55, 51, 48]": 1555, "[60, 56, 51, 48]": 1556, "[61, 56, 49, 46]": 1557, "[63, 56, 48, 43]": 1558, "[61, 55, 46, 41]": 1559, "[60, 48, 46, 41]": 1560, "[60, 49, 46, 41]": 1561, "[58, 49, 43, 39]": 1562, "[58, 51, 42, 39]": 1563, "[58, 51, 44, 41]": 1564, "[58, 52, 49, 43]": 1565, "[56, 51, 49, 44]": 1566, "[56, 50, 47, 44]": 1567, "[54, 51, 47, 44]": 1568, "[54, 51, 48, 45]": 1569, "[53, 51, 46, 46]": 1570, "[51, 46, 43, 39]": 1571, "[51, 51, 48, 32]": 1572, "[51, 51, 48, 44]": 1573, "[58, 53, 50, 43]": 1574, "[58, 53, 50, 41]": 1575, "[58, 46, 51, 43]": 1576, "[58, 55, 51, 48]": 1577, "[56, 55, 51, 41]": 1578, "[58, 55, 43, 38]": 1579, "[60, 53, 44, 36]": 1580, "[56, 51, 46, 44]": 1581, "[56, 53, 44, 39]": 1582, "[58, 54, 42, 39]": 1583, "[58, 53, 42, 37]": 1584, "[56, 51, 42, 36]": 1585, "[56, 56, 41, 35]": 1586, "[56, 56, 39, 35]": 1587, "[56, 50, 41, 34]": 1588, "[56, 46, 42, 34]": 1589, "[56, 46, 44, 34]": 1590, "[54, 51, 48, 33]": 1591, "[53, 50, 48, 34]": 1592, "[53, 50, 46, 36]": 1593, "[53, 48, 43, 41]": 1594, "[53, 49, 44, 29]": 1595, "[49, 48, 44, 32]": 1596, "[48, 48, 42, 33]": 1597, "[48, 48, 41, 33]": 1598, "[53, 46, 46, 30]": 1599, "[48, 46, 39, 32]": 1600, "[49, 42, 34, 27]": 1601, "[48, 42, 36, 21]": 1602, "[48, 41, 36, 21]": 1603, "[53, 49, 41, 34]": 1604, "[55, 49, 39, 27]": 1605, "[58, 46, 41, 38]": 1606, "[56, 48, 41, 36]": 1607, "[56, 48, 41, 34]": 1608, "[56, 48, 43, 29]": 1609, "[53, 48, 41, 37]": 1610, "[53, 44, 41, 36]": 1611, "[51, 46, 42, 30]": 1612, "[48, 42, 39, 32]": 1613, "[49, 41, 37, 25]": 1614, "[53, 44, 36, 25]": 1615, "[51, 43, 34, 27]": 1616, "[49, 43, 34, 27]": 1617, "[49, 46, 41, 24]": 1618, "[49, 46, 41, 25]": 1619, "[49, 46, 41, 27]": 1620, "[48, 46, 41, 29]": 1621, "[48, 44, 41, 29]": 1622, "[53, 48, 43, 31]": 1623, "[48, 48, 44, 29]": 1624, "[48, 48, 43, 27]": 1625, "[53, 48, 41, 26]": 1626, "[53, 47, 43, 31]": 1627, "[65, 60, 55, 40]": 1628, "[65, 57, 53, 38]": 1629, "[60, 55, 55, 40]": 1630, "[57, 53, 48, 45]": 1631, "[57, 53, 48, 46]": 1632, "[55, 53, 48, 48]": 1633, "[55, 52, 46, 48]": 1634, "[55, 50, 50, 34]": 1635, "[57, 52, 49, 33]": 1636, "[65, 53, 50, 38]": 1637, "[65, 55, 50, 38]": 1638, "[64, 57, 50, 45]": 1639, "[64, 57, 48, 45]": 1640, "[65, 57, 57, 41]": 1641, "[65, 62, 57, 41]": 1642, "[67, 62, 55, 40]": 1643, "[67, 59, 55, 40]": 1644, "[67, 60, 52, 45]": 1645, "[64, 60, 55, 43]": 1646, "[60, 55, 52, 48]": 1647, "[60, 57, 53, 45]": 1648, "[60, 55, 45, 41]": 1649, "[62, 57, 50, 42]": 1650, "[60, 57, 50, 42]": 1651, "[58, 57, 50, 43]": 1652, "[57, 55, 50, 38]": 1653, "[57, 54, 50, 38]": 1654, "[55, 55, 50, 40]": 1655, "[60, 53, 50, 46]": 1656, "[58, 55, 50, 46]": 1657, "[57, 55, 48, 50]": 1658, "[57, 53, 48, 50]": 1659, "[55, 53, -1, 36]": 1660, "[53, 48, 48, 45]": 1661, "[57, 53, 48, 48]": 1662, "[53, 53, 48, 45]": 1663, "[53, 53, 45, 41]": 1664, "[55, 50, 46, 41]": 1665, "[60, 55, 50, 46]": 1666, "[60, 57, 52, 48]": 1667, "[57, 53, 53, 50]": 1668, "[57, 53, 52, 48]": 1669, "[57, 55, 48, 48]": 1670, "[60, 53, 48, 34]": 1671, "[53, 52, 45, 38]": 1672, "[62, 57, 53, 38]": 1673, "[62, 59, 53, 38]": 1674, "[64, 60, 52, 45]": 1675, "[64, 60, 52, 43]": 1676, "[64, 60, 57, 41]": 1677, "[57, 52, 48, 41]": 1678, "[60, 53, 48, 29]": 1679, "[58, 55, 43, 41]": 1680, "[57, 53, 46, 41]": 1681, "[53, 53, 43, 38]": 1682, "[53, 53, 41, 38]": 1683, "[60, 56, 53, 53]": 1684, "[60, 56, 53, 51]": 1685, "[65, 58, 55, 49]": 1686, "[61, 55, 55, 46]": 1687, "[60, 56, 55, 44]": 1688, "[60, 56, 53, 44]": 1689, "[58, 56, 53, 49]": 1690, "[58, 56, 52, 49]": 1691, "[58, 55, 53, 49]": 1692, "[58, 53, 53, 49]": 1693, "[68, 60, 53, 43]": 1694, "[68, 60, 53, 46]": 1695, "[65, 60, 53, 48]": 1696, "[67, 58, 52, 48]": 1697, "[65, 58, 49, 46]": 1698, "[63, 58, 51, 48]": 1699, "[65, 56, 49, 49]": 1700, "[67, 61, 58, 48]": 1701, "[68, 63, 54, 48]": 1702, "[63, 60, 54, 44]": 1703, "[65, 60, 53, 49]": 1704, "[63, 58, 54, 48]": 1705, "[63, 57, 53, 48]": 1706, "[60, 58, 53, 49]": 1707, "[61, 58, 53, 48]": 1708, "[60, 57, 53, 53]": 1709, "[68, 58, 53, 50]": 1710, "[67, 58, 51, 51]": 1711, "[68, 58, 51, 53]": 1712, "[70, 58, 51, 55]": 1713, "[70, 58, 50, 55]": 1714, "[68, 58, 53, 49]": 1715, "[67, 62, 55, 51]": 1716, "[63, 58, 55, 41]": 1717, "[60, 58, 55, 44]": 1718, "[60, 58, 52, 43]": 1719, "[60, 56, 50, 41]": 1720, "[55, 50, 40, 34]": 1721, "[55, 50, 38, 34]": 1722, "[57, 49, 40, 33]": 1723, "[58, 50, 41, 40]": 1724, "[57, 45, 41, 41]": 1725, "[55, 47, 43, 41]": 1726, "[55, 49, 43, 40]": 1727, "[57, 50, 45, 41]": 1728, "[58, 49, 43, 40]": 1729, "[53, 50, 38, 31]": 1730, "[52, 49, 43, 33]": 1731, "[48, 48, 40, 33]": 1732, "[48, 46, 40, 31]": 1733, "[55, 47, 38, 29]": 1734, "[55, 48, 40, 28]": 1735, "[57, 48, 39, 30]": 1736, "[57, 48, 38, 30]": 1737, "[58, 46, 36, 31]": 1738, "[57, 50, 34, 31]": 1739, "[55, 51, 46, 31]": 1740, "[55, 51, 46, 33]": 1741, "[60, 55, 48, 28]": 1742, "[57, 55, 48, 29]": 1743, "[57, 53, 45, 38]": 1744, "[57, 53, 46, 36]": 1745, "[53, 48, 41, 34]": 1746, "[53, 48, 46, 31]": 1747, "[53, 51, 48, 32]": 1748, "[51, 46, 43, 31]": 1749, "[49, 46, 41, 31]": 1750, "[51, 48, 44, 31]": 1751, "[55, 49, 46, 29]": 1752, "[55, 49, 46, 28]": 1753, "[53, 48, 46, 29]": 1754, "[51, 46, 46, 31]": 1755, "[51, 46, 43, 27]": 1756, "[55, 48, 46, 34]": 1757, "[53, 50, 44, 35]": 1758, "[60, 53, 48, 32]": 1759, "[60, 53, 46, 34]": 1760, "[60, 53, 44, 34]": 1761, "[60, 53, 43, 36]": 1762, "[60, 52, 44, 36]": 1763, "[56, 48, 43, 41]": 1764, "[51, 44, 41, 31]": 1765, "[53, 48, 48, 32]": 1766, "[52, 46, 43, 32]": 1767, "[56, 48, 43, 31]": 1768, "[51, 46, 34, 31]": 1769, "[49, 44, 39, 34]": 1770, "[51, 44, 41, 36]": 1771, "[51, 46, 43, 36]": 1772, "[51, 49, 44, 36]": 1773, "[51, 49, 44, 32]": 1774, "[51, 48, 43, 32]": 1775, "[49, 46, 41, 36]": 1776, "[49, 45, 41, 36]": 1777, "[49, 46, 41, 37]": 1778, "[58, 53, 46, 31]": 1779, "[58, 52, 46, 31]": 1780, "[55, 50, 48, 36]": 1781, "[53, 50, 44, 32]": 1782, "[55, 52, 46, 34]": 1783, "[56, 51, 46, 36]": 1784, "[55, 49, 44, 39]": 1785, "[58, 48, 44, 43]": 1786, "[60, 48, 39, 44]": 1787, "[58, 49, 41, 37]": 1788, "[58, 48, 43, 39]": 1789, "[55, 58, 49, 36]": 1790, "[53, 56, 48, 38]": 1791, "[55, 55, 46, 40]": 1792, "[56, 53, 43, 39]": 1793, "[56, 51, 41, 36]": 1794, "[53, 44, 41, 29]": 1795, "[58, 51, 39, 31]": 1796, "[55, 46, 51, 39]": 1797, "[56, 46, 51, 41]": 1798, "[58, 46, 52, 43]": 1799, "[56, 55, 44, 41]": 1800, "[56, 53, 46, 43]": 1801, "[56, 52, 46, 43]": 1802, "[56, 53, 48, 46]": 1803, "[58, 51, 41, 36]": 1804, "[56, 50, 44, 29]": 1805, "[55, 51, 46, 32]": 1806, "[53, 51, 41, 32]": 1807, "[55, 46, 43, 39]": 1808, "[55, 53, 43, 34]": 1809, "[55, 52, 46, 29]": 1810, "[58, 52, 43, 31]": 1811, "[58, 55, 50, 31]": 1812, "[53, 53, 45, 38]": 1813, "[53, 53, 45, 36]": 1814, "[55, 53, 45, 36]": 1815, "[57, 48, 41, 40]": 1816, "[57, 50, 42, 36]": 1817, "[54, 50, 48, 38]": 1818, "[60, 50, 45, 30]": 1819, "[58, 50, 46, 31]": 1820, "[58, 52, 48, 31]": 1821, "[55, 53, 38, 34]": 1822, "[55, 52, 38, 34]": 1823, "[57, 50, 43, 40]": 1824, "[57, 50, 46, 41]": 1825, "[58, 55, 40, 37]": 1826, "[57, 53, 40, 38]": 1827, "[55, 53, 38, 35]": 1828, "[53, 50, 41, 38]": 1829, "[55, 48, 41, 33]": 1830, "[53, 50, 45, 41]": 1831, "[55, 52, 43, 40]": 1832, "[60, 53, 43, 38]": 1833, "[55, 55, 48, 36]": 1834, "[57, 55, 45, 41]": 1835, "[57, 53, 50, 41]": 1836, "[55, 53, 50, 40]": 1837, "[60, 53, 50, 40]": 1838, "[60, 55, 52, 40]": 1839, "[60, 57, 52, 42]": 1840, "[57, 52, 50, 38]": 1841, "[57, 53, 45, 36]": 1842, "[60, 52, 45, 33]": 1843, "[60, 52, 48, 45]": 1844, "[60, 53, 48, 43]": 1845, "[58, 55, 48, 41]": 1846, "[57, 55, 45, 29]": 1847, "[55, 52, 46, 38]": 1848, "[55, 52, 46, 37]": 1849, "[53, 52, 41, 38]": 1850, "[53, 50, 45, 34]": 1851, "[53, 50, 43, 34]": 1852, "[58, 50, 50, 31]": 1853, "[57, 53, 45, 29]": 1854, "[57, 53, 46, 31]": 1855, "[53, 52, 45, 36]": 1856, "[69, 60, 53, 41]": 1857, "[69, 60, 55, 41]": 1858, "[67, 60, 55, 52]": 1859, "[69, 60, 53, 51]": 1860, "[70, 58, 53, 50]": 1861, "[70, 60, 53, 50]": 1862, "[70, 62, 58, 48]": 1863, "[70, 62, 58, 46]": 1864, "[67, 62, 50, 47]": 1865, "[67, 60, 52, 46]": 1866, "[65, 62, 57, 46]": 1867, "[67, 60, 52, 36]": 1868, "[67, 59, 50, 36]": 1869, "[67, 60, 50, 47]": 1870, "[67, 59, 53, 50]": 1871, "[67, 60, 55, 48]": 1872, "[69, 60, 53, 53]": 1873, "[69, 60, 51, 53]": 1874, "[65, 60, 51, 46]": 1875, "[65, 57, 48, 46]": 1876, "[65, 60, 57, 46]": 1877, "[65, 60, 57, 48]": 1878, "[64, 58, 55, 48]": 1879, "[65, 57, 53, 50]": 1880, "[65, 57, 53, 48]": 1881, "[67, 62, 53, 46]": 1882, "[64, 60, 57, 47]": 1883, "[64, 62, 59, 45]": 1884, "[64, 62, 59, 44]": 1885, "[64, 60, 57, 45]": 1886, "[64, 60, 57, 43]": 1887, "[64, 61, 57, 41]": 1888, "[64, 61, 57, 40]": 1889, "[65, 62, 57, 38]": 1890, "[64, 62, 58, 43]": 1891, "[64, 62, 58, 45]": 1892, "[64, 62, 58, 46]": 1893, "[64, 60, 57, 48]": 1894, "[64, 60, 58, 50]": 1895, "[64, 55, 60, 48]": 1896, "[64, 55, 60, 46]": 1897, "[64, 60, 58, 45]": 1898, "[64, 60, 58, 43]": 1899, "[65, 60, 58, 41]": 1900, "[65, 60, 55, 41]": 1901, "[65, 60, 57, 50]": 1902, "[67, 62, 55, 50]": 1903, "[69, 64, 60, 48]": 1904, "[70, 64, 53, 50]": 1905, "[70, 62, 55, 52]": 1906, "[69, 60, 57, 53]": 1907, "[69, 65, 60, 41]": 1908, "[67, 62, 58, 50]": 1909, "[67, 60, 57, 51]": 1910, "[66, 62, 58, 50]": 1911, "[66, 63, 57, 48]": 1912, "[66, 60, 57, 50]": 1913, "[67, 58, 55, 50]": 1914, "[67, 63, 57, 48]": 1915, "[67, 62, 58, 43]": 1916, "[69, 62, 53, 50]": 1917, "[69, 64, 52, 49]": 1918, "[67, 64, 57, 49]": 1919, "[65, 62, 57, 50]": 1920, "[67, 62, 50, 46]": 1921, "[67, 62, 52, 46]": 1922, "[69, 60, 53, 45]": 1923, "[70, 62, 53, 43]": 1924, "[70, 62, 52, 43]": 1925, "[70, 62, 50, 43]": 1926, "[70, 60, 52, 48]": 1927, "[69, 60, 50, 42]": 1928, "[67, 58, 50, 43]": 1929, "[67, 60, 50, 45]": 1930, "[67, 62, 55, 46]": 1931, "[66, 60, 57, 45]": 1932, "[66, 62, 57, 46]": 1933, "[67, 63, 55, 48]": 1934, "[67, 60, 51, 36]": 1935, "[67, 59, 50, 43]": 1936, "[69, 62, 53, 38]": 1937, "[69, 62, 53, 40]": 1938, "[69, 60, 53, 43]": 1939, "[65, 60, 53, 41]": 1940, "[69, 60, 53, 46]": 1941, "[70, 62, 57, 45]": 1942, "[70, 62, 55, 46]": 1943, "[67, 60, 52, 50]": 1944, "[67, 60, 52, 43]": 1945, "[65, 60, 55, 46]": 1946, "[64, 58, 48, 36]": 1947, "[60, 57, 48, 41]": 1948, "[60, 58, 55, 40]": 1949, "[62, 58, 53, 41]": 1950, "[63, 60, 53, 33]": 1951, "[62, 60, 53, 34]": 1952, "[62, 58, 55, 34]": 1953, "[60, 51, 56, 36]": 1954, "[60, 53, 56, 38]": 1955, "[55, 53, 46, 41]": 1956, "[55, 48, 45, 40]": 1957, "[57, 53, 50, 40]": 1958, "[59, 50, 43, 41]": 1959, "[65, 57, 50, 38]": 1960, "[65, 59, 50, 38]": 1961, "[64, 60, 52, 36]": 1962, "[64, 60, 53, 36]": 1963, "[62, 57, 55, 45]": 1964, "[64, 55,